{"climbData":{"cliff":"Cornakey Cliff","status":"publish","id":10,"country":"England","county":"Cornwall","routeName":"Wreakers Slab","length":130,"pitches":3,"dataGrade":5,"tradGrade":"VS","techGrade":"4b","gradeSys":"BAS","originalGrade":"VS 4b","geoLocation":"50.919394,-4.556705","approachTime":50,"approachDifficulty":2,"rock":"Shale & Sandstone","intro":"Wreakers slab is a fantastic adventure and one of the longest vertical multi-pitch climbs in the South of the UK.  With around 120m of cliff to scale, it makes for a great day out. The climbing is generally easy, but the rock is loose in places, especially on the first pitch, so make sure the leader is experianced. Protection on the first pitch can also be a challenge, but it gets better the higher you go.","approach":"Park in Morwenstow tea room car park lat/lon: 50.908732, -4.553767. Go into the morwenstow graveyard and pass out the bottom (north east) down a path past some private housing into a small wooded area. Go over the tiny stream and turn left out of the woods. Cross two fields and turn right at the cliff edge. Follow the coastal path until you see Cornakey Cliff. When above it, pass behind it to a sketchy and thorny scramble down the slope. Reach the loose rib and work your way down to the makeshift hut. Pass that to the (hopefully) in-situ rope. Descend to sea level when the tide is out and make your way around to the base of the climb. This may require some rock hopping or down climbing. Don't forget to enjoy the descent, it's part of the experience.","pitchInfo":"It's fair to say everyone has a slightly different experience on wreckers slab, partly because the cliff is loose and the holds likely change regularly, even between the leader and the second! This makes helmets an absolute must. Due to its scale it's likely a lot of people also take slightly different lines, especially at the bottom and top pitches where the route is less clear. I think it justifies the grade of VS 4b. With the low technical grade it's an easy route to underestimate. A lot of the protection early on is marginal and some placements could actually make the climb more dangerous. For instance, a cam behind a large loose block could put the seconds life in danger. In short, it's not an ideal choice for those new to traditional multi-pitch climbing, but it offers stunning views and is a wonderful lengthy adventure if you have the experience lead it.\r\n<br />\r\n<strong class=\"pitch-title\">Pitch 1 –<span class=\"length\">40m</span> <span class=\"pitchGrade\"\">4a</span></strong><br />\r\nMy experience here is reasonably worthless except to say if you leave the guidebook at the top of the cliff (because who wants to climb with a guide book in their bag), then the chances are you won’t actually know exactly which way to go and may attack the first belay head on. This takes you over loose ground with little or no gear and possibly makes the route a harder grade. Instead I’d recommend you don’t start too far right, climb up a few of meters to where the cliff eases off then traverse all the way left to the arete and head up to the belay.\r\n<br />\r\nThere are 2 pegs that you can use to form part of your belay. I’d highly recommend a 3 or 4 point anchor in addition to them. I placed my gear below the pegs giving a reasonably comfy ledge to belay from. Your nut tool comes in handy to clean the cracks when you lead this pitch!\r\n<br />\r\n<strong class=\"pitch-title\">Pitch 2 – <span class=\"length\">40m</span> <span class=\"pitchGrade\"\">4b</span></strong><br />\r\nHead up and around the overhanging block just above the belay. Whilst this is probably the steepest part of the climb it’s not fully vertical making gear placements easier than it looks. Be careful not to throw too many handholds at the belay below and follow the reasonably obvious crack up to a big grassy ledge with a pillar of rock on it.  There are lots of options to build a traditional anchor here. You can use the front of the pillar, side or even the nearby crack further up.\r\n<br />\r\n<strong class=\"pitch-title\">Pitch 3 – <span class=\"length\">50m</span> <span class=\"pitchGrade\"\">4a</span></strong><br />\r\nThis is where the rock climbing becomes utterly enjoyable. For the most part the rock is solid and there are plenty of placements for gear, the left ridge is recommended with its stunning if a little intense views. Guidebooks suggest the pitch is 45m, but a the full 50m will take you over the top and right a little. A good belay can be built on the other side of the top ridge. Consider belaying your partner off the top 10m walk. It would be a stretch to call it a 4th pitch, but placing a couple of pieces of gear makes it a safer scramble.","incline":"Slab","face":"S","abseil":null,"traverse":null,"boat":null,"tidal":1,"polished":null,"loose":1,"seepage":null,"grassLegdes":null,"lastUpdate":"2019-04-09T12:00:00.000Z","weatherData":[{"type":"rainyDays","Jan":16,"Feb":12,"Mar":13,"Apr":11,"May":10,"Jun":10,"Jul":11,"Aug":11,"Sep":11,"Oct":16,"Nov":16,"Dec":15},{"type":"tempH","Jan":8,"Feb":8,"Mar":10,"Apr":11,"May":15,"Jun":16,"Jul":19,"Aug":19,"Sep":17,"Oct":14,"Nov":11,"Dec":8},{"type":"tempL","Jan":6,"Feb":6,"Mar":7,"Apr":8,"May":11,"Jun":13,"Jul":15,"Aug":16,"Sep":14,"Oct":11,"Nov":8,"Dec":6}],"mapImg":{"url":"img/topos/wreakers/maps/","alt":"Map showing Wreakers Slab on Cornakey Cliff","atributionURL":"https://www.mapbox.com/","attributionText":"Mapbox","geo":"50.919394,-4.556705"},"topo":{"url":"img/topos/wreakers/wreakers-slab-climb-in-cornwall.jpg","alt":"Wreakers Slab Topo on Cornakey Cliff","atributionURL":"https://creativecommons.org/licenses/by-sa/4.0/","attributionText":"our own image","dataFile":5},"referances":[{"url":"https://www.cornwalls.co.uk/weather/bude-tide-times.htm","text":"Tide times for nearby town of Bude"},{"url":"https://www.youtube.com/watch?v=ifNQuBPfHJU","text":"Headcam video of the accent on youTube"}],"guideBooks":[{"isbn":"9781873341377","title":"West Country Climbs","type":"guidebook","pg":128,"description":"This is a great example of a guidebook. This guide covers a huge mix of regions in the south west with clear images and good topography. Especially for Conakey Cliff and the Clum Coast.","imgURL":"img/guidebooks/west-country-climbs.jpg","link":"https://amzn.to/2UxZN8z","rrp":24.99},{"isbn":"9781898573470","title":"South West Climbs","type":"guidebook","pg":187,"description":"South West climbs by Pat Littlejohn is a traditional guidebook. It has decent route descriptions and information. The guide covers a great range of climbing areas in the south west of England. Although it covers Cornakey Cliff and the Wreakers Slab climb, it lacks detail for this area and the route. The guidebook is, for the most part, printed in black and white and the photos and diagrams are not up to the standard of more recent guidebooks. For a traditional overview of rock climbing in the southwest it’s fine. For Cornakey Cliff, it lists a few climbs with high level detail and is not super helpful.","imgURL":"img/guidebooks/south-west-climbs-guidebook.jpg","link":"https://amzn.to/2lT6FRL","rrp":19.99}]}}