{"climbData":{"cliff":"Roca Gris","status":"publish","id":12,"country":"Spain","timeZone":"Europe/Madrid","county":"Catalan","routeName":"Esparraguera","length":190,"pitches":6,"dataGrade":5,"tradGrade":"VS","techGrade":"5a","gradeSys":"UIAA","originalGrade":"V+ (f5c)","geoLocation":"41.588762,1.814984","approachTime":35,"approachDifficulty":1,"rock":"Conglomerate","intro":"Esparraguera offers an exciting 190m VS (f5c) multi-pitch climb on the fantastic conglomerate rock of Montserrat in Spain. The route is sustained and consistent in grade. The hardest pitch is steep but has big holds and is well bolted, this may well feel like the easiest pitch if you are used to indoor climbing / bouldering. Whilst described as a clean trad route in many guidebooks, Esparraguera has a good amount bolts (17) and pitons (2) in sections in the middle pitches. Most of the harder moves are protected by old bolts. You will need a full trad rack of nuts and cams. Tri cams are particularly helpful for the pockets. The last pitch has no fixed protection. The route is given f5c in some guides or UIAA V+ in others, it is hard to convert to British grades but given the protection is good at the harder sections, the British grade of VS 5a (maybe HVS 5b) seems best. If anything feels hard, take some time and search for better holds, there will be some. The descent requires 3 abseils of 40m, 40m and just under 60m.","approach":"Park in the lower parking lot of Vinya Nova (41.585600, 1.816281). From there take the path north into the forest towards Torrent del Pont. Advance through the torrent and shortly after follow the path that goes to the right (milestones and white marks). Follow this uphill and arrive at a turnoff, head north. Pass by the foot of Pollegó de la Vinya Nova. Continue to the base of the Gray Rock.<br /><br />\r\nThe descent requires 3 abseils of 40m, 40m and just under 60m. To find the anchor to abseil you need to walk along the ridge for 80m. You go over a couple of small peaks. You may want to stay roped for this slinging the occasional bush as the ground can be loose. If you use a pair of 50m ropes you can either use a tree to break the last abseil into 2 or create a trad anchor on the way or even abseil carefully off the end of the rope and downclimb the last 10m. All these options have risk especially if you end up doing it in the dark.","pitchInfo":"This route is a stunning mixed protection multi-pitch rock climb. Because it’s an absolute classic it can be popular, even out of season. The climb is interesting and sustained, with a mixture of delicate slab work and a few big moves on a steep wall on the 3rd pitch. The views are incredible looking out over the valley and the exposure is immense in places.  Especially where the climb moves between the spires, up the middle of the 4th pitch and the travers across a ledge on the 5th pitch. The route could be climbed clean without use of the bolts if you have the confidence, time, patience and stamina to find protection on the slab sections which can be quite blank. It’s quicker and likely more enjoyable if you climb the route mixed, using the in-situ bolts with additional gear to protect the run out sections on the 1st, 4th and 5th pitches and protection for the <em>entire</em> 6th pitch. A set of cams, nuts and tri-cams should cover you. Larger pieces could be helpful on the last pitch. 50m ropes are enough to get to the top, but 60m ropes are needed for the decent to save down climbing the last abseil or using a tree / bush for the last part. The rock can be loose, especially on pitch 1. Loose rocks also tend to gather on the ledges, so make sure you wear helmet and try to avoid dislodging rock onto the path below which can be popular with hikers, who won’t have helmets! All the belay points have 3 expansion bolts which can be used for the anchors, except the top of the route where you will need to sling a bush or two and make sure you are not belaying more weight up than can be comfortably held. If climbing as a 3, it would be safer to belay the 2nd and 3rd climber separately on this pitch.\r\n<br />\r\n<strong class=\"pitch-title\">Pitch 1 –<span class=\"length\">35m</span> <span class=\"pitchGrade uiaa\">IV+</span></strong><br />\r\nThe first pitch moves up to some trees on the ledge then left onto the ridge and directly up the centre of the slab spire to the belay. \r\n<br />\r\n<strong class=\"pitch-title\">Pitch 2 –<span class=\"length\">40m</span> <span class=\"pitchGrade uiaa\">V</span></strong><br />\r\nClimb up the spire to some harder moves not long after the belay. These are well protected by bolts and pitons. This pitch then eases off near the top to a belay behind the next spire.\r\n<br />\r\n<strong class=\"pitch-title\">Pitch 3 –<span class=\"length\">25m</span> <span class=\"pitchGrade uiaa\">V+</span></strong><br />\r\nClimb the steep face using the big pockets which make for jug sized hand holds. Follow the bolts up onto the summit of this little spire and find the anchor in the gap between the next spire. This pitch is a quite different in style to the others, so although the crux on paper it may feel easy to someone comfortable with bouldering, or particularly tough if you normally stick to slabs.\r\n<br />\r\n<strong class=\"pitch-title\">Pitch 4 –<span class=\"length\">50m</span> <span class=\"pitchGrade uiaa\">V</span></strong><br />\r\nA long, exposed climb up the largest spire. Harder moves early on that change into a lower angled slab with no bolts and limited protection options.  The anchor is to the right near where this spire joins the next. Don’t climb to the top of this spire. \r\n<br />\r\n<strong class=\"pitch-title\">Pitch 5 –<span class=\"length\">25m</span> <span class=\"pitchGrade uiaa\">IV</span></strong><br />\r\nThe is a single bolt on this pitch and no clear path to the next anchor. Moving up to a ledge and wall offers good hand holds and some pockets for protection, before a traverse right to the anchor. \r\n<br />\r\n<strong class=\"pitch-title\">Pitch 6 –<span class=\"length\">30m</span> <span class=\"pitchGrade uiaa\">IV+</span></strong><br />\r\nMove straight up following the crack system. There is no fixed protection but a number of placements can be found. Move over a small ledge to the summit. This is a sustained pitch of UIAA grave IV or IV+ all the way. There are no bolts at the top so you will need to sling a bush or two and make sure you are not belaying more weight up than can be comfortably held. If climbing as a 3, it would be safer to belay the 2nd and 3rd climber separately on this pitch.","incline":null,"face":"S","abseil":1,"traverse":1,"boat":null,"tidal":null,"polished":null,"loose":1,"seepage":null,"grassLegdes":null,"lastUpdate":"2021-10-15T01:01:32.339Z","weatherData":{"rainyDays":[4,4,5,6,5,3,2,4,5,5,4,4],"tempH":[13,14,16,19,22,26,28,29,26,22,17,13],"tempL":[4,4,6,9,12,17,19,19,16,13,8,4]},"mapImg":{"url":"img/topos/montserrat/maps/","alt":"Grey Rock climb location at Montserrat"},"topo":{"url":"img/topos/montserrat/roca-gris-esparreguera-topo.jpg","alt":"Topo for Esparreguera climb in Montserrat Spain","atributionURL":"https://www.multi-pitch.com/about/","attributionText":"our own image","dataFile":5},"references":[{"url":"https://www.google.com/maps/d/u/0/viewer?mid=19-UZpbBH4Q90XN_z9Huj85GhcZI&ll=41.58559982322766%2C1.8162812289963313&z=16","text":"Map of the approch to Grey Rock"},{"url":"https://climbasana.blogspot.com/2018/01/roca-gris-via-esparraguera.html","text":"A nice blog covering the climb Esparraguera"},{"url":"https://elcoleccionistadevies.blogspot.com/2016/07/18-anys-de-laresta-esparreguera-la-roca.html","text":"Brilliant drawn topo and blog"}],"guideBooks":[{"isbn":"no ISBN","title":"Monterrat Free Climbs","type":"guidebook","pg":162,"description":"A huge selection of over a thousand routes many of which are big wall multi-pitch climbs. Montserrat is well bolted area but many routes require a full trad rack. The book has some good topography but lacks details when to comes to the approach. The book is a tome of information but not brilliantly organised for such a recent publication. It is also at the more expensive end of guidebook prices, but can be purchased cheaper from mainland Europe.","imgURL":"img/guidebooks/montserrat-free-climbs.jpg","link":"https://www.needlesports.com/33708/products/montserrat-free-climbs.aspx","rrp":34}]},"topoData":{"image":"/img/topos/montserrat/crag.jpg","flag":"/img/flags/es.png","title":"Roca Gris > Esparraguera - VS 5a | 190m","belaySize":22,"route":[[284,2699.3],[267,2534.5],[317,2369.5],[350,2214.5],[400,2052.5],[497,1907.5],[580,1877.5],[612,1782.5],[662,1724.5],[717,1669.5],[712,1599.5],[772,1547.5],[812,1404.5],[847,1407.5],[902,1377.5],[942,1332.5],[962,1249.5],[1015,1089.5],[1025,987.5],[1030,907.5],[1052,832.5],[1085,779.5],[1162,804.5],[1195,804.5],[1237,734.5],[1260,654.5],[1282,589.5],[1377,589.5],[1390,532.5],[1425,407.5],[1465,404.5],[1475,354.5],[1502,334.5],[1525,332.5]],"pitches":[{"belayPosition":[323,2327],"labelPosition":[357,2547],"grade":"UIAA IV","height":"30m"},{"belayPosition":[583,1850],"labelPosition":[480,2087],"grade":"UIAA V","height":"40m"},{"belayPosition":[840,1403],"labelPosition":[773,1627],"grade":"UIAA V+","height":"25m"},{"belayPosition":[1090,780],"labelPosition":[1060,1147],"grade":"UIAA IV","height":"50m"},{"belayPosition":[1390,530],"labelPosition":[1307,700],"grade":"UIAA IV","height":"20m"},{"belayPosition":[1517,327],"labelPosition":[1510,413],"grade":"UIAA IV+","height":"30m"}],"decent":[{"anchor":[null,null],"labelPosition":[1810,373.7],"path":[[1607,327],[1640,343],[1660,390],[1697,393],[1750,393],[1810,433]],"label":"80m"},{"anchor":[2043,540],"labelPosition":[2140,610],"path":[[2033,563.7],[2007,640]],"label":"40m"},{"anchor":[1930,1057.7],"labelPosition":[1977,1157],"path":[[1927,1087],[1910,1173]],"label":"40m"},{"anchor":[1807,1610],"labelPosition":[1867,1787],"path":[[1817,1637],[1840,1710]],"label":"60m"}]}}