{
    "climbData": {
        "cliff": "Chair Ladder",
        "status": "publish",
        "id": 14,
        "country": "England",
        "county": "Cornwall",
        "routeName": "Pegasus",
        "length": 70,
        "pitches": 3,
        "dataGrade": 4,
        "tradGrade": "HS",
        "techGrade": "4b",
        "gradeSys": "BAS",
        "originalGrade": "HS 4b",
        "geoLocation": "50.036867,-5.681878",
        "approachTime": 25,
        "approachDifficulty": 2,
        "rock": "Granite",
        "intro": "Chair Ladder at Porthgwarra in Cornwall offers an exceptional range of climbing from the easier end of the scale but goes up to E3 for those looking for a challenge. Pegasus is one of the longer lines and sits at the Bulging Wall end of the crag. The route uses the corner crack at the start to ascend to the first belay, then weaves right to a belay in the corner, before going back left to the top. However there are multiple options for variation. There are also a varity of other lines on the crag that are 50m+ and range from VDiff to E3. South Face Direct is highly recomended.",
        "approach": "<strong>Approach</strong>: There is paid parking in Porthgwarra by the café and sea cove. From there a path that leads past the cottages to the coastguard lookout which is directly above the sea cliff. There is an option to abseil in on the east side of the crag. Alternatively or you can scramble down via the west side of Zwarn Rinny (Furthers side from the lookout). This scramble down is not for the faint of heart and can be tricky to find the best way from above. The scrabble approach should be avoided at high tide. In the event you try to go down the east side (closes to the lookout) you will come to a significant drop off that can’t / shouldn’t be down climbed. You can however set up an abseil around a block on this side to access the tidal ledge.",
        "pitchInfo": "Pegasus on Chair Ladder takes an incredible line up the bulging wall end of the cliff. The base of the route requires low tides and calm seas. The first two pitches offer exceptional climbing on the granite and the last pitch starts with the crux which is an awkward move onto a small ledge, at which point the exceptional granite climbing resumes. \r\n<br/>\r\n<strong class=\"pitch-title\">Pitch 1 –<span class=\"length\">32m</span> <span class=\"pitchGrade brit\">4b</span></strong><br>\r\nClimb the wide and obvious crack to the top. The climber can choose their preferred style including layback, crack climbing or bridging. At the top of the crack move up and slightly right to reach a good ledge and belay. \r\n<br/>\r\n\r\n<strong class=\"pitch-title\">Pitch 2 –<span class=\"length\">20m</span> <span class=\"pitchGrade brit\">4a</span></strong><br>\r\nMove out right from the stance and then follow the corner and striking obvious swooping crack that leads up then right. Once the crack ends, follow the ledge all the way to the end. The climber can create a belay there or step over a small crevasse to create a belay on the opposite ledge which has different options for an anchor. <br />\r\n\r\n<strong class=\"pitch-title\">Pitch 3 –<span class=\"length\">18m</span> <span class=\"pitchGrade brit\">4b</span></strong><br>\r\nMove back left, reversing the last few meters of pitch two. Then make some steep awkward moves up onto a small ledge. Move left on this and up to another ledge with a slab and a crack that sweeps up and right. This leads to large ledge where a belay can be created before the final walk off.",
        "incline": "Slab & Vertical",
        "face": "SW",
        "abseil": null,
        "traverse": null,
        "boat": null,
        "tidal": 1,
        "polished": null,
        "loose": null,
        "seepage": null,
        "grassLegdes": null,
        "lastUpdate": "2020-01-07T12:00:00.000Z",
        "weatherData": [
            {
                "type": "rainyDays",
                "Jan": 15,
                "Feb": 12,
                "Mar": 11,
                "Apr": 10,
                "May": 9,
                "Jun": 9,
                "Jul": 8,
                "Aug": 9,
                "Sep": 9,
                "Oct": 12,
                "Nov": 14,
                "Dec": 15
            },
            {
                "type": "tempH",
                "Jan": 9,
                "Feb": 9,
                "Mar": 9,
                "Apr": 13,
                "May": 16,
                "Jun": 16,
                "Jul": 18,
                "Aug": 18,
                "Sep": 16,
                "Oct": 14,
                "Nov": 11,
                "Dec": 10
            },
            {
                "type": "tempL",
                "Jan": 5,
                "Feb": 5,
                "Mar": 6,
                "Apr": 9,
                "May": 11,
                "Jun": 11,
                "Jul": 13,
                "Aug": 14,
                "Sep": 12,
                "Oct": 10,
                "Nov": 8,
                "Dec": 7
            }
        ],
        "mapImg": {
            "url": "img/topos/chair/maps/",
            "alt": "Chair Ladder Location in Cornwall",
            "atributionURL": "https://www.mapbox.com/",
            "attributionText": "Mapbox",
            "geo": "50.036867,-5.681878"
        },
        "topo": {
            "url": "img/topos/chair/chair-ladder-climbing-topo-for-pegasus.jpg",
            "alt": "Chair Ladder Climbing Route Topo for Pegasus",
            "atributionURL": "https://creativecommons.org/licenses/by-sa/4.0/",
            "attributionText": "Our own image",
            "dataFile": 5
        },
        "referances": [],
        "guideBooks": [
            {
                "isbn": "9781873341377",
                "title": "West Country Climbs",
                "type": "guidebook",
                "pg": 258,
                "description": "This book comes into its own for so many areas in the south west of Britain. This guide covers a huge mix of regions with clear images and good topography. The section on Chair Ladder is brilliant covers a great mix of multi-pitch routes across the grades.",
                "imgURL": "img/guidebooks/west-country-climbs.jpg",
                "link": "https://amzn.to/2UxZN8z",
                "rrp": 24.99
            },
            {
                "isbn": "9781898573470",
                "title": "South West Climbs",
                "type": "guidebook",
                "pg": 261,
                "description": "As a traditional guidebook, South West climbs by Pat Littlejohn has good route descriptions and information. The book covers climbing in the south west of England. The book has good maps making an approach easier. The guide does have a photo topography for the route Pegasus, however neither the photo or description would make route finding easy on this sea cliff.",
                "imgURL": "img/guidebooks/south-west-climbs-guidebook.jpg",
                "link": "https://amzn.to/2lT6FRL",
                "rrp": 19.99
            }
        ]
    }
}