{"climbData":{"cliff":"Lliwedd","status":"publish","id":16,"country":"Wales","county":"Gwynedd","routeName":"Longlands Continuation","length":280,"pitches":12,"dataGrade":3,"tradGrade":"S","techGrade":"4b","gradeSys":"BAS","originalGrade":"S 4b","geoLocation":"53.060177,-4.053936","approachTime":70,"approachDifficulty":2,"rock":"Rhyolite","intro":"This is a huge climb set quite a long walk from civilisation. Technically it’s 3 climbs: Avalanche then Red Wall then Longlands Continuation. These routes  flow into each other with a number of variants. For example you could swap out Avalanche and Red Wall for The Sword & Route 2. This would up the grade to Very Severe thanks to the first pitch of The Sword. With everything that’s going on on Y Lliwedd, the route finding can be a challenge but most sections up the Eastern Buttress of the crag are not too high in grade. Mount Y Lliwedd (colourless peak in English) was where British mountaineers trained before making some of the first attempts to summit Everest.","approach":"<strong>Parking</strong>: If you arrive very early (due to limited spaced) and don’t mind the parking fees, Parking in Pen Y Pass is easiest. Otherwise there is some roadside parking just after the turn off away from Llanberis Pass, but this will increase the hike by up to 30mins each way. Alternatively, you can park in the Nant Perris car park and take a shuttle taxi up to Pen Y Pass (£2 each way per person in 2019). For this follow the signs for park and ride. <br />\r\n<strong>Approach</strong>: From Pen Y Pass, take the Miners track to the first lake and the green pump house. Turn left here towards Mount Y Lliwedd. Follow the path briefly then cut right and away from the main tracks towards the base of the mountain. <br />\r\n<strong>Descent</strong>: If you head left after completing the climb (with the route behind you), this will take you to a path that leads off the summit and back to the main track. Allow up to 2 hours to get back to Pen Y Pass from the top of Lliwedd as the path weaves around the back of the mountain and you may well be pretty tired after the climb.","pitchInfo":"A true mountain classic that features in all major North Wales guidebooks and the iconic Classic Rock book by Ken Wilson. Allow plenty of time for route finding on the 12 pitches. Most of the climbing is technically straightforward with an reasonably exposed 4a pitch on the Red Wall section that’s very memorable and a crux 4b pitch right at the end which is a delicate slab with good but smaller spaced holds. 2 pitches are a short walk along a ledge so some time can be saved there. Allowing 12 hours for a round trip from Pen Y Pass would be sensible. It can be done much quicker, especially if you know the route, however it could also take much longer if you get lost so bringing a decent headtorch is a good idea. The route is North facing, so will be in the shade most of the day, this means it can take a couple of good days to dry out. Climbing it damp will be much harder and less enjoyable. The route has been given the grade Hard Very Difficult or HVD in older guides and Severe in the newer rockFax. Protection is mostly good, but being able to confidently and easily climb severe 4b is essential as there are not many easy escape options. J. Longland added his continuation to the Redwall in 1929. Where grades are shown as 3c I’m simply marking that it’s rock climbing of low technical difficulty by modern standards. This is simply to distinguish between climbing pitches and walking or scrambling pitches. \r\n<br />\r\n<strong class=\"pitch-title\">Pitch 1 –<span class=\"length\">25m</span> <span class=\"pitchGrade brit\">3c</span></strong><br />\r\nThe first pitch goes up to the heather shelf from the base. Follow a steep curving groove to the right hand side of the shelf. If you are worried about timing you can scramble up the side and essentially skip this pitch. \r\n<br />\r\n<strong class=\"pitch-title\">Pitch 2 –<span class=\"length\">30m</span> <span class=\"pitchGrade brit\">3c</span></strong><br />\r\nNot an obvious line and one it’s easy to get lost on. The key is to move diagonally right below a heather bush and over 2 ribs of rock, then climb up just under 5m to belay left of a spike. Moving over only one rib will lead you up a steeper gully with some harder moves. You can climb out of this at the top and back down into the correct path if you do get lost. \r\n<br />\r\n<strong class=\"pitch-title\">Pitch 3 –<span class=\"length\">15m</span> <span class=\"pitchGrade brit\">3c</span></strong><br />\r\nClimb up a short pitch to belay on a ledge just left of a quartz band running though some rock to your right. \r\n<br />\r\n<strong class=\"pitch-title\">Pitch 4 –<span class=\"length\">25m</span> <span class=\"pitchGrade brit\">3c</span></strong><br />\r\nClimb up and diagonally right via the quartz band to get over the buldge. Climb the right hand side of the rib to a spike belay.\r\n<br />\r\n<strong class=\"pitch-title\">Pitch 5 –<span class=\"length\">35m</span> <span class=\"pitchGrade brit\">3c</span></strong><br />\r\nA straightforward pitch that goes broadly straight up to a ledge that marks the end of climbing for the route Avalance. You can belay on a reasonably square spike or move further right to a slightly higher ledge to belay from cracks in the wall.\r\n\r\n<br />\r\n<strong class=\"pitch-title\">Pitch 6 –<span class=\"length\">32m</span> <span class=\"pitchGrade brit\"></span></strong><br />\r\nWalk / Scramble up and right keeping reasonably close to the main wall, until you get to the redwall with RW etched into it in big letters. You can create a belay here before taking on the magical redwall pitch. Alternatively, there is an escape option leftwards to the terminal arete which will be easier climbing / scrambling to the top (so guidebooks say).\r\n<br />\r\n<strong class=\"pitch-title\">Pitch 7 –<span class=\"length\">25m</span> <span class=\"pitchGrade brit\">4a</span></strong><br />\r\nTo lead the redwall you take a beautiful rising traverse on delicate holds. Cams and some nuts can be used to protect the moves in a few places. The exposed moves take you onto a rib which you can move up though to some ledges and eventually a belay in a groove leaning towards the terminal arete (up and left). \r\n<br />\r\n<strong class=\"pitch-title\">Pitch 8 –<span class=\"length\">30m</span> <span class=\"pitchGrade brit\">4a</span></strong><br />\r\nContinue up passing a pinnacle on the right. From the ledge you want to use a short wall to climb on to the grassy ledge called the Green Gallery. There are some belay options either on the left or on the centre of this ledge. \r\n<br />\r\n<strong class=\"pitch-title\">Pitch 9 –<span class=\"length\">10m</span> <span class=\"pitchGrade brit\"></span></strong><br />\r\nWalk towards the edge of the ledge at the right. You can either create a new belay here or link this into the next pitch as one. If you are linking these up then make sure you use a long runner and ideally a carabineer with a wheel like the DMM Revolver. If in doubt don’t run them together or the rope drag will take the fun out of the climb and you risk a ground / ledge fall.\r\n<br />\r\n<strong class=\"pitch-title\">Pitch 10 –<span class=\"length\">25m</span> <span class=\"pitchGrade brit\">3c</span></strong><br />\r\nIf you end up climbing an awkward but enjoyable chimney, chances are you left the ledge in the wrong place and may find the route slightly more difficult. The route is supposed to climb the left arete off of the right side of the Green Gallery, heading up and leftwards to some ledges and a slab. Move up past a broken block and create a belay in a pocket further up.\r\n<br />\r\n<strong class=\"pitch-title\">Pitch 11 –<span class=\"length\">30m</span> <span class=\"pitchGrade brit\">3c</span></strong><br />\r\nMove up and rightwards directly towards the final slab of Longlands continuation. You should see or at least hear walkers on the summit by this point. A belay can be created on the ledge directly below the final slab. The multi-pitch climb is coming to an end but the hardest pitch remains.\r\n<br />\r\n<strong class=\"pitch-title\">Pitch 12 –<span class=\"length\">30m</span> <span class=\"pitchGrade brit\">4b</span></strong><br />\r\nThe final pitch moves up and trends slightly left in before going straight to the summit of Lliwedd’s Eastern Buttress. The gear is good if you take the time to find it and delicate footwork will help see you thought. The rock is clean and generally solid. There are a number of belay options on the summit.","incline":"Slab","face":"N","abseil":null,"traverse":null,"boat":null,"tidal":null,"polished":null,"loose":null,"seepage":1,"grassLegdes":null,"lastUpdate":"2021-10-15T01:01:02.339Z","weatherData":{"rainyDays":[13,10,11,9,8,8,8,9,10,14,14,14],"tempH":[8,8,9,12,15,17,19,18,17,13,10,8],"tempL":[3,2,3,4,7,10,12,12,10,8,5,3]},"mapImg":{"url":"img/topos/lliwedd/maps/","alt":"Mount Y Lliwedd Location in Wales"},"topo":{"url":"img/topos/lliwedd/longlands-continuation-climb-on-lliwedd.jpg","alt":"Topo for Avalanch to Red Wall to Longlands Continuation","atributionURL":"https://www.flickr.com/photos/arg_flickr/14442887130/","attributionText":"Andrew","dataFile":5},"referances":[{"url":"https://kateedhouse.wordpress.com/2013/05/24/my-favourite-experience-on-mountain-moor-and-cave/","text":"A great overview of Lliwedd by Kate Edhouse"},{"url":"https://www.rockfax.com/wp-content/uploads/intros/north-wales-climbs-preview.pdf","text":"Rockfax preview covering  key climbs up Lliwedd"},{"url":"https://www.mountainproject.com/route/108164049/red-wall","text":"Red Wall details on Mountain Project"}],"guideBooks":[{"isbn":"9781873341827","title":"North Wales Climbs","type":"guidebook","pg":156,"description":"A brilliant guidebok with a good section on Lliwedd. Overall this book covers a good selection of climbs from a good selection of cliffs, including the 300m routes up Lliwedd","imgURL":"img/guidebooks/north-wales-climbs.jpg","link":"https://amzn.to/2RJohKd","rrp":24.99},{"isbn":"0901601616","title":"Lliwedd","type":"guidebook","pg":34,"description":"You would imagine a climbing guide dedicated to Lliwedd would be perfect for climbing this Welsh Mountain crag. Kelvin Neal’s 4th edition of this guidebook certainly offers and good amount of detail (95 pages) and it comes in a small portable format. However, that’s where the positive points end.  Like most Climbers Climb guides, it focuses on text-based descriptions with little or no imagery. If you are looking for a very loose suggestion of where to go, when climbing almost 1,000 feet, this book might suite. And yes, despite the fourth edition being published in 1998 it still uses the imperial system of feet. Fun fact: The original first edition was published in 1909 and was one of the first guidebooks to ever be published!  To summarise, it’s not going to be hugely helpful with route finding, but it’s a cheap enough guidebook with good historical relevance.","imgURL":"img/guidebooks/lliwedd-guidebook.jpg","link":"https://amzn.to/2TYdPUI","rrp":10}]},"topoData":{"image":"/img/topos/lliwedd/crag.jpg","flag":"/img/flags/wa.png","title":"Lliwedd > Longlands Continuation | S 4b - 280m","belaySize":12,"route":[[704,1103],[715,1053],[711,1008],[735,978],[771,968],[775,917],[811,841],[823,780],[857,746],[859,697],[907,689],[926,651],[936,630],[957,617],[973,560],[965,542],[953,537],[949,511],[995,509],[1019,505],[1005,455],[975,412],[973,389],[1016,382],[1015,335]],"pitches":[{"belayPosition":[717,1007],"labelPosition":[730,1061],"grade":"","height":"20m"},{"belayPosition":[776,923],"labelPosition":[780,974],"grade":"","height":"30m"},{"belayPosition":[808,831],"labelPosition":[815,879],"grade":"","height":"15m"},{"belayPosition":[853,744],"labelPosition":[835,797],"grade":"","height":"25m"},{"belayPosition":[867,690],"labelPosition":[887,721],"grade":"","height":"33m"},{"belayPosition":[922,649],"labelPosition":[928,686],"grade":"","height":"33m"},{"belayPosition":[967,575],"labelPosition":[973,612],"grade":"","height":"24m 4a"},{"belayPosition":[968,509],"labelPosition":[850,544],"grade":"","height":"30m 4a"},{"belayPosition":[1018,497],"labelPosition":[null,null],"grade":"","height":""},{"belayPosition":[983,421],"labelPosition":[1028,449],"grade":"","height":"25m "},{"belayPosition":[1010,377],"labelPosition":[912,389],"grade":"","height":"30m"},{"belayPosition":[1017,332],"labelPosition":[1043,359],"grade":"","height":"15m 4b"}],"decent":[{"anchor":[null,null],"labelPosition":[null,null],"path":[[813,416],[773,399],[687,416]],"label":""}]}}