{"climbData":{"cliff":"Stetind","status":"publish","id":17,"country":"Norway","county":"Nordland","routeName":"Sydpillaren","length":575,"pitches":13,"dataGrade":7,"tradGrade":"E1","techGrade":"5b","gradeSys":"N","originalGrade":"N6-","geoLocation":"68.162493,16.590668","approachTime":90,"approachDifficulty":2,"rock":"Granite","intro":"Stetind is a huge granite pillar rising 1329 m out of Tysfjord. Voted Norways national Mountain it’s an iconic sight. The South Pilar route or Sydpillaren, offers some challenging climbing, especially towards the top with a couple of N6- graded pitches which roughly equate to HVS/E1. In total it’s a 14 pitch climb that is described as one of Norway’s finest climbs and it’s a classic alpine test piece. Getting down actually requires reversing the Original Route (graded n4),  it will require ropework in sections.","approach":"Follow the good path from the parking area up the left side of the stream (initially marked with red paint). This leads through birch forest and eventually out into open country. Ascend through boulders following a discontinuous path - fill  water bottles up here - to a level area on top of the moraine about a 100m above an iceberg filled lake. There is a big flat ‘gearing up’boulder at the saddle.","pitchInfo":null,"incline":"Slab & Vertical","face":null,"abseil":1,"traverse":null,"boat":null,"tidal":null,"polished":null,"loose":null,"seepage":null,"grassLegdes":null,"lastUpdate":"2021-10-15T01:01:02.339Z","weatherData":{"rainyDays":[15,15,17,15,17,17,16,18,19,19,15,16],"tempH":[-8,-8,-6,-2,3,6,9,8,5,-1,-5,-7],"tempL":[-15,-14,-13,-9,-4,-1,2,1,-2,-6,-10,-13]},"mapImg":{"url":"img/topos/stetind/maps/","alt":"Location of Stetind in Norway"},"topo":{"url":"img/topos/stetind/stetind-south-pillar-route-topo.jpg","alt":"The Classic South Pillar climb on Stetind Mountain","atributionURL":"http://northernalpine.blogspot.com/2010/08/stetind-sydpillaren-guiding-south.html","attributionText":"Seth Harry","dataFile":null},"referances":[{"url":"http://www.stetind.nu/uploads/6/1/8/8/6188415/stetind_sydpillaren.pdf","text":"Climb Info: Stetind South Pillar Mini Guide 2003"}],"guideBooks":[{"isbn":"9781873341230","title":"Lofoten Climbs","type":"guidebook","pg":354,"description":"This covers rock climbing on Lofoten and Stetind in Arctic Norway. A great publication from Rockfax with clear topography and good information. The patronising puffin that appears on certain pages with silly comments does somewhat detract from the professional quality of the book but I’m sure it appeals to some. Overall an essential guidebook for people looking to climb in this part of the world and great value for money.","imgURL":"img/guidebooks/loften-climbs.jpg","link":"https://amzn.to/2S4G1A6","rrp":34.99}]}}