{"climbData":{"cliff":"Bosigran","status":"publish","id":2,"country":"England","county":"Cornwall","routeName":"Doorpost","length":67,"pitches":3,"dataGrade":4,"tradGrade":"HS","techGrade":"4b","gradeSys":"BAS","originalGrade":"HS 4b","geoLocation":"50.175784,-5.620379","approachTime":10,"approachDifficulty":1,"rock":"Granite","intro":"Doorpost is a classic climb on the justifiably popular Bow Wall area of Bosigran. It has an easy approach and accessible grade. The climbing is interesting and varied but easy to protect. The route is on a part of the cliff surrounded by both harder and easier climbs. Check out the incredible Ledge Climb if you want easier or Little Brown Jug if you want to go harder. That said the crux of Ledge climb is arguably as hard as the crux of Doorpost. The granite here is solid and happily takes cams throughout the route. The route dries quickly after rain but the first pitch suffers some minor seepage.","approach":"<strong>Approach</strong>: Park in the National Trust Carpark by Carn Galver ruined tin mine building. This is a free car park with a donation box to support the national trust. Follow the path out towards the sea for less than 10 minutes. As you reach the first part of the top of Bosigran cliff you will be able to find a steep but good path down. Take this to the base of the crag then walk along another good path to the Bow Wall area. The black “coal face” wall makes an obvious feature to find the route. From the top you can follow a path back to parking.","pitchInfo":"Doorpost is a classic Bosigran route and one of the best Hard Severe multi-pitch climbs in the south of England. It’s easy to approach and offers interesting but easy to protect climbing on solid granite. Although it dries quickly after rain, part of the first pitch suffers some seepage in the middle. All things considered it’s one of the best climbs in it’s category. \r\n<br>\r\n<strong class=\"pitch-title\">Pitch 1 –<span class=\"length\">27m</span> <span class=\"pitchGrade brit\">4a</span></strong><br>\r\nThe first pitch starts with easy holds up into a corner before following the striking crack line across and up. There is some delicate footwork required but the hand holds are good and the crack will happily take one to two finger width cams. As the crack ends the climber can climb good holds to a ledge with an option for a sitting belay on the left hand side of the ledge (back to the sea) or you can move further right (back to the sea) for a standing  belay that is shared with the first pitch of the popular little brown jug.\r\n<br>\r\n<strong class=\"pitch-title\">Pitch 2 –<span class=\"length\">15m</span> <span class=\"pitchGrade brit\">4b</span></strong><br>\r\nThis is a short and interesting pitch. The goal is to climb the twin cracks to a ledge above. The pitch starts with moves out to the left crack. This is climbed up to the crux of the route which sits at the point where the climber has to move from the left crack, to the right crack. Once in the right crack move up to a good ledge with a belay in the corner.\r\n<br>\r\n<strong class=\"pitch-title\">Pitch 3 –<span class=\"length\">25m</span> <span class=\"pitchGrade brit\">4a</span></strong><br>\r\nA glorious and easy part of the climb with good protection and incredible exposure as the climb moves onto one of the highest points of the cliff at Bosigran. Follow a reasonably obvious path up good holds to the top, where a belay can be made by slinging a boulder and backed up by large gear if desired.","incline":"Vertical","face":"W","abseil":null,"traverse":null,"boat":null,"tidal":null,"polished":null,"loose":null,"seepage":1,"grassLegdes":null,"lastUpdate":"2021-10-15T01:01:02.339Z","weatherData":{"rainyDays":[15,12,11,10,9,9,8,9,9,12,14,15],"tempH":[9,9,9,13,16,16,18,18,16,14,11,10],"tempL":[5,5,6,9,11,11,13,14,12,10,8,7]},"mapImg":{"url":"img/topos/bosigran/maps/","alt":"Bosigran's Location in Cornwall","geo":"50.175784,-5.620379"},"topo":{"url":"img/topos/bosigran/bosigran-doorpost-climb-cornwall.jpg","alt":"Bosigran's Doorpost Multipitch Route Topo","atributionURL":"https://creativecommons.org/licenses/by-sa/4.0/","attributionText":"Our own image","dataFile":5},"referances":[{"url":"https://www.ukclimbing.com/photos/item.php?nstart=24&crag=199&route=doorpost","text":"UKC photo gallery"},{"url":"https://www.thebmc.co.uk/modules/rad/view.aspx?id=1878","text":"BMC Regional Access Database Page for Bosigran"},{"url":"http://www.climbers-club.co.uk/cms/wp-content/uploads/2013/07/West-Cornwall-North-sampler.pdf","text":"Climbers Climb Guide, Sample for Bosigran"}],"guideBooks":[{"isbn":"9781873341377","title":"West Country Climbs","type":"guidebook","pg":206,"description":"This is a great example of why I believe Rockfax are one of the world’s leading guidebook publishers. This guide covers a huge mix of regions in the south west with clear images and good topography. Especially for Bosigran.","imgURL":"img/guidebooks/west-country-climbs.jpg","link":"https://amzn.to/2UxZN8z","rrp":24.99},{"isbn":"9781898573708","title":"Classic Rock","type":"guidebook","pg":129,"description":"Ken Wilson's Classic Rock is one of the most popular and iconic works of climbing literature ever written. First published in 1978, Classic Rock represented the absolute best of British climbing at that time, and to this day highlights the best climbing in Great Britain, covering 80 routes up to the grade of Hard Severe or Mild Very severe.  The book is more of a coffee table book than a guidebook in the traditional sense. It brings each route to life through a superb selection of photographs, anecdotes and essays from some of the most accomplished climbers of the day. This book covers the route Doorpost at Bosigran in great detail over 6 pages of inspiring photography and great detail.  The route topography is small but the book in general is exceptional, as is the second book Hard Rock.","imgURL":"img/guidebooks/classic-rock-by-ken-wilson.jpg","link":"https://amzn.to/3htOMjS","rrp":29.99}]},"topoData":{"image":"/img/topos/bosigran/crag.jpg","flag":"/img/flags/en.png","title":"Bosigran > Doorpost | HS 4b - 67m","belaySize":24,"route":[[2103,2415],[2110,2333],[2092,2222],[2108,2157],[2118,2057],[2142,2030],[2162,2023],[2215,1937],[2247,1905],[2263,1833],[2285,1812],[2310,1772],[2320,1730],[2305,1690],[2285,1658],[2265,1658],[2265,1600],[2272,1482],[2272,1447],[2308,1435],[2308,1382],[2320,1308],[2378,1255],[2335,1288],[2293,1278],[2295,1175],[2297,1094],[2290,1009],[2265,937],[2247,877],[2267,767],[2263,704],[2260,627],[2288,596],[2342,551]],"pitches":[{"belayPosition":[2315,1719],"labelPosition":[2268,1960],"grade":"4a","height":"27m"},{"belayPosition":[2365,1264],"labelPosition":[2353,1464],"grade":"4b","height":"15m"},{"belayPosition":[2318,576],"labelPosition":[2353,904],"grade":"4a","height":"25m"}],"decent":[{"anchor":[null,null],"labelPosition":[null,null],"path":[[3592,2090],[3440,2170],[3323,2210],[3180,2252],[3083,2223],[2967,2253]],"label":""}],"alternatives":[{"routeName":"Ledge Climb","referance":"A","grade":"HVD 3c","length":"63m","description":"A gem of a climb with an exceptional last pitch with 3 dimensional moves into the chimney followed by exposure along the ledge that gives the climb its name. The first pitch is just over 15m up a lovely crack to a decent ledge with a spiky bush. From here a somewhat delicate pitch takes the climb across to the ledge/niche below the chimney (approx. 22m). From here the final 35m pitch requires the climbers to make their way straight up into the chimney. This crux can be climbed in many different ways. Although leading is the most fun, watching your partner(s) struggle up awkwardly, directly above the belay ledge is a suitable consolation prize.  Once the chimney is completed a third belay could be made to break the pitch up. The final exposed ledge leading to the left offers a great climax to this climb. The route finishes up some easy moves at the end.","route":[[2758,2231],[2775,2140],[2806,2038],[2845,1843],[2795,1747],[2739,1656],[2695,1560],[2702,1449],[2729,1374],[2685,1300],[2706,1112],[2718,982],[2729,882],[2708,828],[2616,659],[2589,560],[2613,418]]}]}}