{"climbData":{"cliff":"Slieve Beg","status":"publish","id":20,"country":"Ireland","county":"County Down","routeName":"Poetic Justice","length":80,"pitches":4,"dataGrade":5,"tradGrade":"VS","techGrade":"4b","gradeSys":"BAS","originalGrade":"VS 4b","geoLocation":"54.179317,-5.947745","approachTime":90,"approachDifficulty":1,"rock":"Granite","intro":"Referred to as PJ, it is a classic Mourne Mountain “expedition” and a must climb, thanks to sustained interest, exposure and great belays assuming you reach the 1<sup>st</sup> belay before the rope drag gets too much. It can be done in 3 or 4 pitches. Pitch one can and should be broken up unless you have a high tolerance for rope drag or you do a perfect job extending runners. Whilst listed as 90m climb here there is a 10m scramble over, what is often a heavily vegetated ledge. If it wasn’t for the vegetation here you could make a case this was one of the best climbs in the British Isles. Start the route left of the gully on the right-hand end of the Main Face. The first pitch takes a crack line up the crest of the lower buttress (two pitches if you create a belay before the grass ledge). True crack climbing skills are not essential. However, any climber not able to do a layback might have a bad time on the last pitch.","approach":"<strong>Approach:</strong> Approaching from the Slieve Donard Car park in the town of Newcastle in Norther Ireland is probably easiest.  From the car park follow the beautiful Glen river track all the way up into the mountains as if climbing Slieve Donard. Eventually the path reaches the obvious Mourne wall. Cross the wall and keep heading forwards and slightly right. You will soon be able to see Slieve Beg in the distance. The path forks right and drops down under the Castles outcrop. Side note: The Castles Outcrop offers very short, but clean trad rock climbing on the Mournes granite. Follow this clearly marked path and either, cut across country directly towards Slieve Beg after the stream, or alternatively, a much better option is to walk around the back to the summit of Slieve Beg and then scramble down the Devils Coach road to the base of the climb. </p><p>\r\n<strong>Descent:</strong> The best option is to continue back off the mountain to reach the summit of Slieve Beg. Then follow the path back around to the track that runs under the Castles and back to the Mourne wall, reversing the rest of the approach.","pitchInfo":"Corse Granite with a series of cracks and ledges make this an interesting but sustained climb with a number of British 4b graded moves. The route is reasonably easy to protect with the exception of the grass ledge at the end of pitch one. Cams, tri-cams as well as offset nuts seemed to work very well. The last short pitch is able to consume a significant number of 1-3 finger width cams.\r\n<br/>\r\n<strong class=\"pitch-title\">Pitch 1 –<span class=\"length\">45m</span> <span class=\"pitchGrade brit\">4b</span></strong><br>\r\nStarting 3m left of the right hand edge of the main face, climb up and left moving towards a corner with good holds. Climb up over the corner and onto the thin slab with a significant crack running up the middle. Keep climbing more or less straight up, and at one point around the halfway mark you veer a little right to a good ledge that’s very exposed. The route then continues up and over the broken ledge covered in grass, bilberry bushes and heather. This section is both hard to climb and hard to protect. It’s possible to use an ice axe to help climb the turf, however the small benefit and safety gained by taking an ice axe is outweighed but the inconvenience of carrying it on the following pitches. After the ledge, you can make a move up onto a ledge in the corner to build an anchor. This will be at more or less a full 50m rope length. The rope drag can be significant over the grass which is exactly where you don’t want it. Therefore, it’s recommended to break up pitch one at one of the reasonable ledges in the middle of the first pitch. \r\n<br/>\r\n<strong class=\"pitch-title\">Pitch 2 –<span class=\"length\">25m</span> <span class=\"pitchGrade brit\">4b</span></strong><br>\r\nA beautiful pitch which takes a reasonable obvious line from ledge to ledge following the corners. The protection is good but some of the moves and mantles onto the small ledges can be quite challenging. Near the end of the pitch there are two similar sized blocks in a corner, the left is loose. A Belay can be made on significant ledge below the final steep corner cracks.\r\n<br/>\r\n<strong class=\"pitch-title\">Pitch 3 –<span class=\"length\">12m</span> <span class=\"pitchGrade brit\">4b</span></strong><br>\r\nA short steep pitch that requires a mix of bridging and laybacks on what are, for the most part very good holds, all the way up to the summit. An anchor can be built from the rocks just back from the crag edge.","incline":null,"face":"SW","abseil":null,"traverse":null,"boat":null,"tidal":null,"polished":null,"loose":null,"seepage":1,"grassLegdes":null,"lastUpdate":"2019-09-12T12:00:00.000Z","weatherData":[{"type":"rainyDays","Jan":18,"Feb":15,"Mar":17,"Apr":16,"May":14,"Jun":14,"Jul":15,"Aug":14,"Sep":14,"Oct":18,"Nov":18,"Dec":20},{"type":"tempH","Jan":5,"Feb":5,"Mar":7,"Apr":9,"May":12,"Jun":15,"Jul":16,"Aug":16,"Sep":14,"Oct":10,"Nov":7,"Dec":5},{"type":"tempL","Jan":0,"Feb":0,"Mar":1,"Apr":2,"May":4,"Jun":7,"Jul":9,"Aug":9,"Sep":7,"Oct":5,"Nov":2,"Dec":0}],"mapImg":{"url":"img/topos/mournes/maps/","alt":"Slieve Beg in the Mourne Mountains","atributionURL":"https://www.mapbox.com/","attributionText":"Mapbox","geo":"54.179317,-5.947745"},"topo":{"url":"img/topos/mournes/poetic-justice-climb-on-slieve-beg-in-the-mournes.jpg","alt":"Poetic Justice on Slieve Beg in the mournes","atributionURL":"https://creativecommons.org/licenses/by-sa/4.0/","attributionText":"our own image","dataFile":5},"referances":[{"url":"http://wiki.climbing.ie/index.php/Slieve_Beg","text":"Climbing.ie Wiki Page"},{"url":"https://www.ukclimbing.com/logbook/c.php?i=87282#photos","text":"UKC Page (has useful photo)"}],"guideBooks":[{"isbn":"9780902940291","title":"Rock Climbs in the Mourne Mountains","type":"guidebook","pg":129,"description":"This book is a very comprehensive guide to trad climbing in the Mourne Mountains. A worthwile book if you're there for a while, however the generic Rock Climbing in Ireland Book will cover you if you only plan a fleeting visit.","imgURL":"img/guidebooks/rock-climbs-in-the-mournes-mountains.jpg","link":"https://amzn.to/2SKowVu","rrp":19.95}]}}