{"climbData":{"cliff":"Lion Rock","status":"publish","id":21,"country":"Hong Kong","county":"Kowloon","routeName":"Gweilo via Topcat","length":80,"pitches":4,"dataGrade":6,"tradGrade":"HVS","techGrade":"5b","gradeSys":"BAS","originalGrade":"HVS 5b","geoLocation":"22.351896,114.185173","approachTime":40,"approachDifficulty":2,"rock":"Granite","intro":"Lion Rock sits on the Kowloon Peninsular in Hong Kong on the border with the new territories. Whilst not a huge mountain crag, it does offer in excess if 70m of climbing, especially on the winding routes. Gweilo is a classic 3 star multipitch sport route graded 5+. Topcat swaps out the middle of this for a harder but reasonably well protected trad line graded HVS 5b. The views on this route are stunning and utterly unique in the world of climbing. Fun fact, Gwáilóu means Ghostly Man in Cantonese and is used to refer to white westerners.  Hong Kong can range from roasting hot with lots of mosquitos to typhoon season with howling winds so plan accordingly.","approach":"Kowloon side: Take the MTR to Lok Fu Station and get a taxi to Lion Rock Country  Park (Sze Tsz San). Follow the road to the right of the park entrance gates for about 30 m before heading up the hill on a well signposted footpath. Upon reaching a small shelter on the ridge line take the upper right hand path (signposted to Lion Rock) and continue upwards. When approximately level with the toe of the crag a small dirt path breaks off right from the main track (by a small platform and a ‘Danger - Steep Cliffs’ signpost) and leads to the foot of the cliff. Approach time approx. 40 minutes. Sha Tin side: Take the MTR to Sha Tin Station and get a taxi to Mong Fu Shek BBQ. From here follow the obvious footpath up the hill towards the crag. From the shelter follow the left hand path up the ridge and approach as for Kowloon side. Approach time approx. 45 minutes.","pitchInfo":null,"incline":"Slsb, Vertical & Overhanging","face":"W","abseil":null,"traverse":null,"boat":null,"tidal":null,"polished":null,"loose":null,"seepage":null,"grassLegdes":null,"lastUpdate":"2021-10-15T01:01:02.339Z","weatherData":{"rainyDays":[6,9,10,11,15,19,17,17,14,8,6,4],"tempH":[18,18,21,25,28,30,31,31,30,28,24,20],"tempL":[14,14,17,20,24,26,27,26,25,23,19,15]},"mapImg":{"url":"img/topos/lion-rock/maps/","alt":"Location of Lion Rock in Hong Kong China","geo":"22.351896,114.185173"},"topo":{"url":"img/topos/lion-rock/lion-rock-topo-for-gweilo-via-topcat.jpg","alt":"Lion Rock Topo for Topcat","atributionURL":"http://www.curiousatlas.com/hong-kong-lion-rock-hike-tai-wai/","attributionText":"img: thewisebackpacker.com","dataFile":null},"referances":[{"url":"https://hongkongclimbing.files.wordpress.com/2012/06/lionrock.pdf","text":"Guid to climbing Lion Rock"}],"guideBooks":[{"isbn":"no ISBN","title":"Lion Rock","type":"PDF","pg":4,"description":"This publicly availible guidebook is so clear and comprehensive that I almost didn't bother adding Lion Rock to this website because its covered in far better detail in this guide.","imgURL":"img/guidebooks/rock-climbs-in-hong-kong.jpg","link":"https://hongkongclimbing.files.wordpress.com/2012/06/lionrock.pdf","rrp":"FREE"}]}}