{"climbData":{"cliff":"Heiliger Geist","status":"publish","id":23,"country":"Greece","county":"Meteora","routeName":"Traumpfeiler","length":250,"pitches":9,"dataGrade":5,"tradGrade":"VS","techGrade":"5a","gradeSys":"UIAA","originalGrade":"V+","geoLocation":"39.720133,21.627803","approachTime":21,"approachDifficulty":1,"rock":"Conglomerate","intro":"The Traumpfeiler route, or Pillar of Dreams in English, is one of the best routes in the area and is justifiably very popular. It sits on the Heiliger Geist cliff, or Holy Ghost in English. The route is a mixed sport trad with plenty of bolts but still worth of a standard rack of wires and cams. Expect to have to follow other parties if you don’t start very early. With a 60m rope and some extended quickdraws the route can be reduced to 5 pitches if you are so inclined. Clearly a classic of the area the route also offers stunning views and reasonably serious climbing.","approach":"Descent: Walk south along the top of the Heiliger Geist until you get to the southern end. Look for a single eyebolt to the left (east) that is in an obvious water runoff. Rappel down this water chute to the ground. Once on the ground head left (east) past a blue door that goes into a room in the rock and follow the obvious trail to town.","pitchInfo":null,"incline":"Slab & Vertical","face":"E","abseil":1,"traverse":null,"boat":null,"tidal":null,"polished":null,"loose":null,"seepage":null,"grassLegdes":null,"lastUpdate":"2021-10-15T01:01:02.339Z","weatherData":{"rainyDays":[5,6,5,5,5,3,2,2,2,5,6,6],"tempH":[12,13,15,19,25,29,32,32,27,22,17,13],"tempL":[4,4,6,9,14,19,22,22,18,14,9,6]},"mapImg":{"url":"img/topos/meteor/maps/","alt":"Location of Meteor climbing in Greece","geo":"39.720133,21.627803"},"topo":{"url":"img/topos/meteor/holy-ghost-crag-pillar-of-dreams-topo.jpg","alt":"Holy-ghost-crag-pillar-of-dreams.jpg","atributionURL":"https://upload.wikimedia.org/wikipedia/commons/b/b0/Meteore.jpg","attributionText":"original img","dataFile":null},"referances":[{"url":"https://www.summitpost.org/traumpfeiler-pillar-of-dreams/292553","text":"Climb Info: Summit Post Page"}],"guideBooks":[{"isbn":"9780762727179","title":"Rock Climbing Europe","type":"guidebook","pg":410,"description":"An old book presumably aimed at American climbers, however its truly brilliant can be picked up cheap. Described as the authoritative guide to the best climbing destinations in Western Europe, including Great Britain, France, Belgium, Spain, Italy, Switzerland, Greece, Germany, and Norway. The route topos are although black and white are accompanied by good route descriptions, equipment recommendations, and accurate route ratings. The book contains a good mixture of Trad and sport across single and multi-pitch climbs. Its basically a thick A4 book thou so not practical to take to the cliff. Highly recommended.","imgURL":"img/guidebooks/rock-climbing-europe.jpg","link":"https://amzn.to/2BwCB2b","rrp":10},{"isbn":"9782952638876","title":"Rock Around The World","type":"guidebook","pg":157,"description":"The book is in French and English and covers regions around the world. The book has clear photo topographies of most routes and good descriptions including gear recommendations. The book covers trad, sport and mixed protection routes like Traumpfeiler. The only issue is, its not a cheap book, but it's well designed and tends to cover harder longer routes with most graded TD / ED alpine grades which is low to mid E grades in the British system, i.e. serious climbs.","imgURL":"img/guidebooks/rock-around-the-world.jpg","link":"https://amzn.to/2RmOhyX","rrp":35}]}}