{"climbData":{"cliff":"Aiguille Dibona","status":"publish","id":24,"country":"France","county":"Hautes-Alpes","routeName":"Visite Obligatoire","length":350,"pitches":13,"dataGrade":7,"tradGrade":"E1","techGrade":"5c","gradeSys":"ALP","originalGrade":"TD (f6a+)","geoLocation":"44.961162,6.243941","approachTime":190,"approachDifficulty":2,"rock":"Granite","intro":"The picturesque peak of Aiguille Dibona was re-named (formerly: Pain de Sucre du Soreiller) after Italian mountaineer Angelo Dibona after the first accent in 1913 with Guido Mayer. The route Visite Obligatoire or Obligatory Visit in English wasn’t climbed until 1988. This is a long, sustained route that is reasonably well bolted but will require a trad rack of nuts and cams to supplement. The peak finishes at an altitude just over 3,000m. Although the bottom half contains the technically hardest moves, the route doesn’t let up much. Its graded f6a+ with an alpine grade of TD (très difficile) . Escape is much harder after the 8th pitch so make sure you consider this before pressing on.","approach":"<strong>Approach</strong>: Allow a few hours for the approach which can be made from Les Etages. There is mountain hut at the base of the mountain, Ref du Soreiller.</p><p>\r\n<strong>Descent</strong>: This is done via a couple of assails off the back followed by a climbers path off the back of the mountain that weaves around to the front bringing climbers back to the hut.","pitchInfo":null,"incline":"Slab & Vertical","face":"S","abseil":1,"traverse":null,"boat":null,"tidal":null,"polished":null,"loose":null,"seepage":null,"grassLegdes":null,"lastUpdate":"2021-10-15T01:01:12.339Z","weatherData":{"rainyDays":[6,5,5,7,5,4,2,2,4,7,6,6],"tempH":[1,2,7,9,14,18,21,21,16,11,5,1],"tempL":[-9,-8,-5,-3,1,4,7,7,3,0,-5,-8]},"mapImg":{"url":"img/topos/aiguille-dibona/maps/","alt":"Aiguille Dibona location in the Haute-Alps"},"topo":{"url":"img/topos/aiguille-dibona/aiguille-debona-visite-obligatoire.jpg","alt":"The Obligatory Climb on Aiguille Dibona","atributionURL":"https://www.camptocamp.org/images/304934/fr/aiguille-dibona","attributionText":"original: RémiB","dataFile":null},"references":[{"url":"https://soreiller.com/en/home/","text":"Soreiller Refuge - Mountain Hut Info"}],"guideBooks":[{"isbn":"9783906087405","title":"Plaisir Selection","type":"guidebook","pg":34,"description":"I want to recommend this guidebook but I just can’t. In some ways it’s brilliant, the hand drawn topos are very artistic, the book has 3 languages and it takes the approach of highlighting the best climbs on the cliff, much like the approach we have taken on multi-pitch.com. Sadly, a lot of the photography is poor to terrible. The “action” shots are from the belay to the leader or second, so give little in the way of inspiration and many of the mountain images are blurry silhouettes.  In addition, the images of the mountains are often just a third of the page. In this pocket-sized book, it means a 400m climb could be reduced to the size of your thumbnail. The final issue is the price which seem to be around £40.","imgURL":"img/guidebooks/plaisir-selection.jpg","link":"https://amzn.to/2QTmPrH","rrp":38}]}}