{"climbData":{"cliff":"Vajolet towers","status":"publish","id":26,"country":"Italy","county":"Bolzano","routeName":"Piaz Arete Delagokante","length":156,"pitches":5,"dataGrade":4,"tradGrade":"HS","techGrade":"4a","gradeSys":"UIAA","originalGrade":"IV+","geoLocation":"46.460408,11.624514","approachTime":160,"approachDifficulty":3,"rock":"Dolomite","intro":"The left hand edge or arête on the Delago Tower is a true classic, often said to be the best climb at its grade in the Dolomites. The route is consistent in grade and offers some incredible exposure, with huge drops both sides of the arête. Although steep in places the holds are typically good. The route is also well protected with bolted stances and pitons on many pitches. A light rack is still needed to fill gaps and protect the last pitch. The quality of the route makes it popular despite the lengthy and involved walk in. Its popularity has led to polish on most of the pitches. Descent requires between 2 and 5 abseils depending on rope length. It's common for climbers to stay at one of the local mountain lodges (Rifugios) as part of the trip due to the lengthy journey to and from the Vejolet Towers. Rifugio Re Alberto is the closest just 10mins walk from the towers. There are other rifugio options on the peak to the west and in the valley to the south. <br>","approach":"<strong>Approach:</strong> There are multiple options for getting to the Vajolet Towers. Much of the advices is often mixed.<br><br><strong>Chairlift and Hike:</strong> From Pera, take the Vajolet 1 chairlift then the Vajolet 2 chair lift. As of June 2023 the chairlifts start at 8:15am and parking is free. From the end of the Vajolet 2 chairlift there is a hike of around 2 and half to 3 hours depending on speed. The Chairlift ticket office will provide maps but in short, the hike follows the path up and right into the forest towards Rufugio Gardenccia. From there the routes leaves the forest and hikes uphill towards Rufugio Vajolet and Rufugio Preuss. From there the hike goes steeply up and left through the notch / saddle of the mountains towards Rufugio Alberto. This section requires some easy scrambling and crossing some small sections of snow early in the season depending on weather. From Rufugio Alberto, the towers can be approached directly. The path follows right around the smaller tower of Piz Piaz to the base of the base of the Delago and Stabeler Tower in the gully. From here climbers can scramble up and left a short way to a bolted stance on the right of the Delago Tower, then lead an easy (UIAA grade II) pitch to left, to reach another bolted stance a few meters right of the towers edge, this is where the route starts properly. Alternatively climbers can scramble directly to the start of the route (around UIAA grade II), to avoid the easy traverse pitch.<br><br><strong>Shuttle Bus:</strong> There is said to be a shuttle bus that runs between Pera in the Val di Fassa and Rufugio Gardenccia (The service departs from the large carpark by the Ciampedie chairlift in Pera). From here follow the above hiking instructions.<br><br><strong>Higher parking:</strong> There is a carpark just before Rufugio Gardenccia. Permission needs to be sought from the council to park there and the requirements for gaining permission are unclear. This would however be a quick option saving a portion of the hike. From the car park follow the directions above.<br><br><strong>Pian Peccei Chairlift extension:</strong> Vejolet 2 chairlift finishes at 1800m of elevation and Rufugio Alberto sits at 2600, so there is 800m of elevation gain on the Chairlift and hike option. The Pian Peccei chairlift goes up another 200m slightly the wrong way. Paying for this chair lift will make for a slightly longer hike in distance, but save some uphill. It typically wont be quicker, but some climbers may prefer it.<br><br><strong>Abseil Descent:</strong> From the east edge of Delago, there are a number of options for abseiling. Depending on rope length it can be done in as few as 2 abseils or as many as 5. Rufugio Alberto has <a href=\"/img/topos/vejolet/abseil-options.jpg\" target=\"blank\">a good map of abseil options here</a>. With a pair of 60m or more ropes, climbers can abseil to a large ledge then from there make an additional abseil to a point were scrambling off should be possible. Alternately on a pair of 50m ropes it's possible to make a 40m abseil to a notch between the two larger towers (Stabeler and Delago). Make another 40 then 45m to the base of the gully between the towers to the ledge the route started on. From here you can hike back.<br>","pitchInfo":"The sign at Rifugio Alberto describes the route as \"Arial climbing... one of the most celebrated routes in the Alps\" and it's easy to see why. Although the hike in is arduous, there can't be many rock climbing routes in the world that provide the same sense of exposure and atmosphere at such an amenable grade. <br><br><em>The description below omits the initial grade II traverse some guides include. See approch info above for further information.</em> The scramble to the start of the first proper pitch is similar in difficulty compared to the scramble to the start of the traverse/walk pitch. As always, climbers should used their own judgement and make their own decisions. <br><strong class=\"pitch-title\">Pitch 1 –<span class=\"length\">30m</span> <span class=\"pitchGrade uiaa\">IV</span></strong><br>For the first proper pitch, climb more or less directly up to the next obvious ledge with a bolted belay point. Modern guidebooks suggest this pitch is the technical crux at grade IV+, but older guides grade it the same as later pitches, at grade IV.<br><strong class=\"pitch-title\">Pitch 2 –2<span class=\"length\">5m</span> <span class=\"pitchGrade uiaa\">IV</span></strong><br>The second pitch has what is probably the most extreme exposure of the route. The cliff falls away over half a kilometre, almost vertically, from the northern side of the tower (left of the edge). The line starts by climbing out onto the left side of the arête, with aforementioned exposure, then moving up, keeping on the left side of the ridge, with pitons and gear options for a few meters, before moving back onto the ridge and following a line up to the next ledge with another bolted belay point.<br><strong class=\"pitch-title\">Pitch 3 –2<span class=\"length\">5m</span> <span class=\"pitchGrade uiaa\">IV</span></strong><br>The third pitch moves up the right side of the arête with a few steep initial moves, before slightly easier climbing up to the next belay  point which is again bolted.<br><strong class=\"pitch-title\">Pitch 4 –2<span class=\"length\">5m</span> <span class=\"pitchGrade uiaa\">IV</span></strong><br>The penultimate pitch is broken up with some ledges. Initially it moves up and right to reach a pale grey flake / pinnacle, at which point the route cuts back left towards the edge and a bolted belay on a good ledge.<br><strong class=\"pitch-title\">Pitch 5 –2<span class=\"length\">5m</span> <span class=\"pitchGrade uiaa\">III</span></strong><br>The final dramatic pitch has the climber move up just left of the anchor before cutting back to the right climbing a short crack before moving onto the summit ridge. The ridge is traversed to the abseil stations on the opposite side, across from the Sabler Tower. There are a lot of options for descent (see above) but it can be done in two or more abseils.","incline":"Slab & Vertical","face":"SW","abseil":true,"traverse":true,"boat":"","tidal":"","polished":true,"loose":"","seepage":"","grassLegdes":"","lastUpdate":"2023-06-26T13:35:21.764Z","weatherData":{"rainyDays":[9,7,10,10,12,14,15,14,10,7,9,9],"tempH":[-7,-4,2,5,10,14,16,15,10,4,-3,-7],"tempL":[-18,-15,-11,-7,-3,0,2,2,-2,-7,-13,-17]},"mapImg":{"url":"img/topos/vejolet/maps/","alt":"Location of the Vejolet Towers"},"topo":{"url":"img/topos/vejolet/vejolet-towers-piaz-arete-delagokante-topo.jpg","alt":"The Vejolet Towers topo for Piaz Arete","atributionURL":"https://creativecommons.org/licenses/by-sa/4.0/","attributionText":"Our own image","dataFile":5},"references":[{"url":"https://www.rifugiorealberto.com/en/","text":"Accommodation: Rifugio Alberto"},{"url":"https://www.mountain-forecast.com/peaks/Vajolet-Towers/forecasts/2821","text":"Weather: Vajolet Towers"}],"guideBooks":[{"isbn":9781873341971,"title":"The Dolomites, Rock Climbs and Via Ferrata","type":"guidebook","pg":86,"description":"This guide covers everything you need for a multi-pitch climbing trip regardless of ability, it covers sport, trad and via ferrata routes. It features all the major areas and has very clear topos and route descriptions including the Catinaccio / Rosengarten region where the Vajolet Towers are located in the Alps. That said the guidebook has a surprisingly large number of mistakes throughout, including the description and route topography for the Piaz Arête climb on the Delago Tower that don't seem to match the polished line of the route or other local guidebooks.","imgURL":"img/guidebooks/the-dolomites-climbing-guide.jpg","link":"https://amzn.to/2NdBIQw","rrp":29.95},{"isbn":9788827219652,"title":"La nuova guida del Catinaccio","type":"guidebook","pg":54,"description":"This Italian language guidebook combines clear imagery with exquisitely detailed and accurate hand drawn route topography along with descriptions. The book is so well made it’s clear and usable even without being able to understand Italian. The book covers the Catinaccio region in good detail. The book will be hard to purchase outside Italy, but at the time of writing, the nearby Rifugio has a copy in the restaurant for guests to read. The books topo of the Vajolet Towers is the clearest of any guide.","imgURL":"img/guidebooks/new-guide-to-catinaccio-in-the-dolomites.jpg","link":"https://www.amazon.it/nuova-guida-Catinaccio-Ediz-illustrata/dp/882721965X","rrp":25}]},"topoData":{"image":"/img/topos/vejolet/crag.jpg","flag":"/img/flags/it.png","title":"Vajolet towers > Piaz Arete Delagokante | HS 4a - 156m","belaySize":32,"route":[[1154,3687],[1205,3414],[1178,3183],[1194,3090],[1238,2967],[1310,2884],[1307,2702],[1306,2593],[1344,2455],[1405,2270],[1458,2090],[1582,2066],[1627,1910],[1658,1767],[1678,1644],[1702,1513],[1755,1454],[1784,1321],[1794,1206],[1838,1137],[1944,942],[1976,841],[1877,743],[1846,698],[1920,678],[2069,590],[2270,561],[2406,558]],"pitches":[{"belayPosition":[1309,2703],"labelPosition":[1314,3084],"grade":"UIAA IV+","height":"30m"},{"belayPosition":[1629,1909],"labelPosition":[1578,2263],"grade":"UIAA IV","height":"25m"},{"belayPosition":[1787,1322],"labelPosition":[1824,1567],"grade":"UIAA IV","height":"25m"},{"belayPosition":[1872,746],"labelPosition":[1997,1018],"grade":"UIAA IV","height":"25m"},{"belayPosition":[2403,560],"labelPosition":[2158,648],"grade":"UIAA III","height":"25m"}],"decent":[{"anchor":[2432,591],"labelPosition":[2456,869],"path":[[2445,620.7],[2459,677]],"label":"< 60m"},{"anchor":[2797,2253],"labelPosition":[2752,2514],"path":[[2800,2283],[2821,2346],[2829,2412.7]],"label":"~60m"},{"anchor":[null,null],"labelPosition":[1680,4593],"path":[[2000,4489],[1992,4303],[1744,4167],[1520,4108],[1323,3801],[1213,3729]],"label":"Grade II scramble"}]}}