{"climbData":{"cliff":"Cathedral Rock","status":"publish","id":28,"country":"Spain","county":"Teneriffe","timeZone":"Atlantic/Canary","routeName":"Mendez and Guillermo","length":115,"pitches":3,"dataGrade":5,"tradGrade":"VS","techGrade":"4c","gradeSys":"UIAA","originalGrade":"V+","geoLocation":"28.22351034242,-16.6344799176","approachTime":15,"approachDifficulty":1,"rock":"Basalt","intro":"El Catedral, (the Cathedral in English) is a volcanic plug that stands in Teide National Park in the centre of Tenerife. It offers a variety of traditional multi-pitch climbs that tend to be around 3 or 4 pitches in length to reach that summit via just over 100 meters of climbing. Whilst Tenerife has a lot of incredible climbing the majority of it is single pitch sport routes. El Catedral offers some of the best traditional multi-pitch climbing on the island. The route Via Mendez & Guillermo is not the original route up the face but offers a high quality adventure at grade UIAA V+. Whilst a completely different grading system it sits around VS. There are easier and harder options to the summit if needed. The original route is graded UIAA IV or around Severe in British grades. The setting of this rock is near the middle of the the island in the national park across the road from where the cable car takes tourists to the summit of El Teide. El Teide is Spain's highest mountain. The area is popular with tourists who, understandably, visit to see the majestic scenery of the area. There are very occasionally access restrictions in the area for goat hunting. See references below to check the schedule.","approach":"<strong>Approach</strong>: There is limited parking at Parador del Teide which is a short walk away from this climb. Alternatively, there are coach services up to Parador del Teide in the national park. Cathedral rock, is southwest of the Roques de García. Follow the obvious path down to the rock and then move right around the base to the start of the climb or take the right fork in the path earlier and scramble up to the start. <br> <br>\n<strong>Descent</strong>: From the summit, abseil roughly 30m down to a pair of bolts with one ring (the end of pitch 3 on via normal). From here a scramble is made down to the large gravely plateau, before the lesser South West peak. Move down this plateau (towards the walk in) for around 10 or so meters. It should never be hard scrambling or very near the edge. Due to the loose rock, staying roped up is safest, it's easy to stay roped all the way to the final abseil station, where it's possible to pull the ropes from the previous anchor. The final abseil is from a pair of bolts with an abseil ring on the south face. This is after a few short ledges. From this point an abseil of around 40 meters can be made to the ground, not far from the start of the original normal route. See route topo above.","pitchInfo":"The route gets shade in the afternoon for most / all of the route. The Mendez and Guillermo route is harder than the original and reasonably consistent in grade, with a hard move out of the gully on pitch 3 near the end. <br><strong class=\"pitch-title\">Pitch 1 –<span class=\"length\">35m</span> <span class=\"pitchGrade uiaa\">IV+</span></strong> The first pitch described here may differ from the original, (due to not having a description of the original) but it went at around grade IV+. Climb up the right side of the triangular pinnacle that attaches to cathedral rock on the east face. The route stays roughly in the middle of the face between the corner on the right and the arête/ edge on the left. Climb up to a small niche in the rock between the left arête and now wider corner / gully on the right. From the niche, move right towards the gully, and climb the back of the pinnacle to emerge on top of it. Climb over the high point to create a belay between the pinnacle and the main wall which has a large single bolt. <br><strong class=\"pitch-title\">Pitch 2 –<span class=\"length\">45m</span> <span class=\"pitchGrade uiaa\">IV+</span></strong> Make an exposed traverse across to a bolt and then carry on to the large block (bolt below & behind) and pass this onto easier ground. From here move rightwards, to eventually tackle a somewhat tricky bulge in the rock (not the vegetated one on the very far right). From this move up and right to create an anchor below the right most of the two deeper grooves. <br><strong class=\"pitch-title\">Pitch 3 –<span class=\"length\">35m</span> <span class=\"pitchGrade uiaa\">V+</span></strong> A beautiful crux pitch. Climbing directly through the offwidth crack / gull, generally using good, but sometimes hard to find hand holds. The rock for footholds on the right wall appears friable / crumbly in places so care should be taken. At the end of the gully / crack, move up to the small finger width crack and step out onto the right wall (Likely the crux if you don't use the little friable footholds), climb the right wall to a large flat fin / spike of rock. Move past this and back left to the anchor on the top.","incline":null,"face":"E","abseil":true,"traverse":true,"boat":false,"tidal":false,"polished":false,"loose":true,"seepage":false,"grassLegdes":false,"lastUpdate":"2025-07-10T01:01:59.339Z","weatherData":{"rainyDays":[4,4,4,4,4,2,0,1,2,4,5,4],"tempH":[15,16,18,21,24,29,31,32,28,23,18,16],"tempL":[5,5,7,9,13,17,19,20,17,14,9,6]},"mapImg":{"url":"img/topos/tenerife/maps/","alt":"Catherderal Rock Climbing in the national park Tenerife","geo":"28.22330240374,-16.63442617251"},"topo":{"url":"img/topos/tenerife/cathedral-rock-trad-multi-pitch-tenerife.jpg","alt":"Trad Climbing lines on Cathederal Rock in Tenerife","atributionURL":"https://creativecommons.org/licenses/by-sa/4.0/","attributionText":"Our own image","dataFile":5},"references":[{"url":"https://www.tenerifeon.es/en/updates-and-news/full-information-about-the-2025-mouflon-control-campaign","text":"Access Info: Goat hunting schedule (mouflon)"},{"url":"http://anuestraputabolacroquis.blogspot.com/search/label/P.N.%20DEL%20TEIDE","text":"Climb Info: Good Local trad in the area including this route"},{"url":"https://www.ukclimbing.com/logbook/crag.php?id=17495#overview","text":"Climb Info: UKC Page, including other pictures"},{"url":"https://www.youtube.com/watch?v=x7rUnzPlrGs&t=199s","text":"Video: Climbing in Tenerife 2023 including La Cathedral"}],"guideBooks":[]},"topoData":{"image":"/img/topos/tenerife/crag.jpg","flag":"/img/flags/es.png","title":"Cathedral Rock > Via Mendez & Guillermo | UIAA V+ or ~VS 5a - 115m","belaySize":22,"route":[[1515,3292],[1472,3195],[1460,3058],[1423,2893],[1443,2775],[1370,2577],[1278,2476],[1195,2435],[1133,2415],[1119,2336],[1094,2265],[1067,2257],[1109,2207],[1168,2177],[1262,2151],[1355,2107],[1417,2043],[1484,1967],[1485,1850],[1460,1668],[1451,1496],[1469,1397],[1447,1278],[1444,1206],[1432,1116],[1429,1036],[1399,933],[1383,850],[1439,811],[1497,740],[1460,675],[1401,593]],"pitches":[{"belayPosition":[1070,2257],"labelPosition":[1576,2834],"grade":"UIAA IV+","height":"35m"},{"belayPosition":[1445,1257],"labelPosition":[1637,1683],"grade":"UIAA IV+","height":"45m"},{"belayPosition":[1401,591],"labelPosition":[1547,886],"grade":"UIAA V+","height":"35m"}],"decent":[{"anchor":[1355,1258],"labelPosition":[1341,805],"path":[[1397,616],[1382,737]],"label":"30m"},{"anchor":[null,null],"labelPosition":[937,1370],"path":[[1331,1268],[1237,1352],[1148,1471],[1077,1556],[973,1596],[907,1579],[968,1639],[928,1672]],"label":"UIAA II "},{"anchor":[899,1715],"labelPosition":[854,1929],"path":[[897,1739],[895,1839]],"label":"~40m"}],"alternatives":[{"routeName":"Via Normal","reference":"A","grade":"UIAA IV (Around Hard Severe)","length":"120m","description":"Via normal is the classic route up the east face. The route is graded UIAA IV or roughly Severe / Hard Severe in British grades. The penultimate pitch is likely the hardest and most enjoyable. Pitch 1 climbs the gully in the corner to the bolt behind the pinnacle. Pitch 2 traverses right across the gap and makes a belay once across. Pitch 3 climbs up to the twin bolts. There are various options. The far left is more of a scramble so try to stay roughly central. Pitch 4 climbs to the right of the belay in the left of the two gullies. Move up this briefly, before climbing steeply onto the left wall and passing the arete to gain the face proper (above the belay). Climb this up and leftwards on good holds with wonderful exposure to a 2 bolt belay on a small ledge. Pitch 5 traverses left around the large block, this is climbed at the back and then the route move across to the twin bolts on the summit (rope drag can be an issue on this pitch, especially if linked to the previous one).","route":[[679,2919],[738,2838],[769,2707],[843,2531],[923,2423],[984,2338],[1059,2264],[1119,2200],[1291,2136],[1358,2089],[1358,2007],[1420,1983],[1400,1730],[1409,1581],[1401,1426],[1359,1275],[1381,1218],[1381,1163],[1334,1147],[1281,1109],[1247,1026],[1236,889],[1163,896],[1056,903],[1002,903],[1058,832],[1147,775],[1142,698],[1215,660],[1373,595]]}]}}