{
    "climbData": {
        "cliff": "Wintours Leap",
        "status": "publish",
        "id": 29,
        "country": "England",
        "county": "Gloucestershire",
        "routeName": "Right Hand Route",
        "length": 87,
        "pitches": 4,
        "dataGrade": 4,
        "tradGrade": "HS",
        "techGrade": "4b",
        "gradeSys": "BAS",
        "originalGrade": "HS 4b",
        "geoLocation": "51.664827,-2.664312",
        "approachTime": 20,
        "approachDifficulty": 1,
        "rock": "Limestone",
        "intro": "The right hand route is in many ways the opposite twin to the left hand route (also a Hard Severe climb). It has better pitches at the top where the left-hand route has better pitches at the bottom. While the right hand route looks heavily vegetated from the bottom it’s surprisingly clean. That’s not to say its perfect, just better than it looks. It has good variety and is more sustained in grade when compared to the left-hand route, which has a hard start and then eases off. It’s a classic limestone route with a small crack section, and exposed thin ledge system and a steeper juggy section at the end. Check the BMC RAD Database for route exit information (see references), but at the time of writing abseiling off is required (see descent info).",
        "approach": "<strong>Approach:</strong> There is a grassy parking space for several cars above the outcrop at 51.666565, -2.665006. From there, continue on the road you came in on and take the first obvious path left not long after leaving the parking area. Follow the path and take the next obvious left after the old stone arches. After following this path until you come to the old chapel near the river. Pass it and turn left at h the river. Follow this path for a short distance until you near the outcrop then take a left up a climbers path to the base of the cliff. <br /><br />\r\n<strong>Descent:</strong> following a change of ownership of the house above this section of crag, the previous arrangement to exit through it’s garden is not longer possible. Please do not top out on any North Wall routes - only abseil descent from below the top of the crag is allowed. For those who don't wan't to climb above the Great Ledge, an abseil descent can be made from one of the two bolted abseil stations above The Tap or Joe’s Route. Two further abseil stations have been established just below the top of North Wall (using rope slings and rings around trees) allowing the last pitch of the more popular routes to be climbed and an abseil descent to the Great Ledge be made.",
        "pitchInfo": "The Right Hand Route takes a line up good rock, weaving around trees and foliage and makes good use of ledges for belay points. \r\n<br />\r\n<strong class=\"pitch-title\">Pitch 1 –<span class=\"length\">18m</span> <span class=\"pitchGrade brit\">3c</span></strong><br />\r\nClimb the cracked gully diagonally right to get around some bushes then cut back left above them. There is a small stance and a decent tree belay just above the main ledge. The tree can be backed up with some protection in the rock. <br />\r\n<strong class=\"pitch-title\">Pitch 2 –<span class=\"length\">21m</span> <span class=\"pitchGrade brit\">4b</span></strong><br />\r\nThe second pitch ups the grade after an easy start. Climb straight up behind the belay past some vegetation. Keep moving up until you’re below a left leaning thin crack that leads to another small ledge with a tree belay (again back it up with the rock). The crack offers good holds and protection but can feel a bit exposed and is a slight step up in the grade, especially if you can’t find the good holds.<br />\r\n<strong class=\"pitch-title\">Pitch 3 –<span class=\"length\">17m</span> <span class=\"pitchGrade brit\">4b</span></strong><br />\r\nClimb up and slightly right onto some ledges. Take the left of two groves, this should have a peg you could use for additional protection. After that there should be a short neat slab and easier ground up onto the great ledge where there is a peg and tree belay at the back. Traversing left on a thin finger ledge before the great ledge offers a lovely if exposed climb with a big mantle move up. <br/>\r\n<strong class=\"pitch-title\">Pitch 4 –<span class=\"length\">30m</span> <span class=\"pitchGrade brit\">4a</span></strong><br />\r\nA brilliant and rewarding pitch with great protection. Essentially you are looking to head though the broken V shape in the headwall above the ledge. The route has good holds, making it easer than it looks. After the broken V, climb the short wall above and then keep heading up to slings and an abseil ring set up on a tree. You can climb the chimney or the wall directly below the abseil and anchor point. Both are short but fun.",
        "incline": "Slab & Vertical",
        "face": null,
        "abseil": 1,
        "traverse": null,
        "boat": null,
        "tidal": null,
        "polished": null,
        "loose": null,
        "seepage": null,
        "grassLegdes": null,
        "lastUpdate": "2021-06-14T12:00:00.000Z",
        "weatherData": [
            {
                "type": "rainyDays","Jan": 13,"Feb": 9,"Mar": 11,"Apr": 9,"May": 8,"Jun": 8,"Jul": 7,"Aug": 8,"Sep": 9,"Oct": 11,"Nov": 10,"Dec": 11
            },
            {
                "type": "tempH","Jan": 7,"Feb": 7.3,"Mar": 9.6,"Apr": 12.7,"May": 16,"Jun": 19.2,"Jul": 20.7,"Aug": 20.2,"Sep": 17.7,"Oct": 14.1,"Nov": 9.7,"Dec": 7.9
            },
            {
                "type": "tempL","Jan": 1.6,"Feb": 1.5,"Mar": 2.8,"Apr": 4.9,"May": 7.7,"Jun": 10.7,"Jul": 12.2,"Aug": 12,"Sep": 10,"Oct": 7.4,"Nov": 4,"Dec": 2.5
            }
        ],
        "mapImg": {
            "url": "img/topos/wye-valley/maps/",
            "alt": "Location of Wintours Leap Climbing in the Wye Valley",
            "atributionURL": "https://www.mapbox.com/",
            "attributionText": "Mapbox",
            "geo": "51.664827,-2.664312"
        },
        "topo": {
            "url": "img/topos/wye-valley/wye-valley-wintours-leap-right-hand-route.jpg",
            "alt": "Right Hand Route Climb at Wintours Leap in the Wye Valley",
            "atributionURL": "https://creativecommons.org/licenses/by-sa/4.0/",
            "attributionText": "our own image",
            "dataFile": 5
        },
        "referances": [
            {
                "url": "https://www.thebmc.co.uk/modules/RAD/View.aspx?id=744",
                "text": "BMC RAD database Page"
            }
        ],
        "guideBooks": [
            {
                "isbn": "9780901601797",
                "title": "Lower Wye Valley",
                "type": "guidebook",
                "pg": 101,
                "description": "The guidebook <em>Lower Wye Valley: Climbers' Club Guides to the Wye Valley and Forest of Dean</em> has a good amount of information and climbs. The photos are, for the most part very clear. However, the way the book is organised makes it difficult to use. In true climber’s club style, there are no route numbers on the descriptions or page references on the photo topos, making it slow to find the details. When you do find the climb details, they use complex language and terminology, making it hard to understand. Unfortunately, there are not any other guidebook options for Wintour’s Leap. All things said, the guidebook is not too expensive a must for getting the most out of the area.",
                "imgURL": "img/guidebooks/lower-wye-valley-climbing-guidebook.jpg",
                "link": "https://amzn.to/2XxjnCx",
                "rrp": 25
            }
        ]
    },
    "topoData": {
        "image": "/img/topos/wye-valley/wintours-leap-crag.jpg",
        "flag": "/img/flags/en.png",
        "title": "Wintours Leap > Right Hand Route | HS 4b - 87m",
        "belaySize": 18,
        "route": [
            [1801,2008.4], [1825,1941.4], [1807,1818.4], [1788,1744.4], [1814,1640.4], [1832,1599.4], [1809,1520.4], [1847,1407.4], [1867,1326.4],
            [1866,1224.4], [1863,1127.4], [1854,1056.4], [1815,1048.4], [1806,1029.4], [1757,958.4], [1702,866.4], [1673,803.4], [1683,739.4], [1668,712.4],
            [1668,643.4], [1657,550.4], [1636,478.4], [1584,423.4], [1584,363.4], [1584,324.4
            ]
        ],
        "pitches": [
            {"belayPosition": [1791,1765],"labelPosition": [1649,1849],"grade": "3c","height": "18m"}, 
            {"belayPosition": [1856,1348],"labelPosition": [1687,1520],"grade": "4b","height": "21m"}, 
            {"belayPosition": [1794,1012],"labelPosition": [1766,1174],"grade": "4b","height": "17m"},
            {"belayPosition": [1581,331],"labelPosition": [1570,664],"grade": "4a","height": "30m"}
        ],
        "decent": [
            {"anchor": [null,null],"labelPosition": [1491,462.4],"path": [[1578,347.4],[1567,400.4],[1577,436.4]],"label": "30m"},
            {"anchor": [null,null],"labelPosition": [null,null],"path": [[1656,1015],[1548,1021]],"label": ""},
            {"anchor": [1208,1026],"labelPosition": [1249,1169],"path": [[1211,1041.1],[1224,1085.1],[1226,1132.1]],"label": "~45m"},
            {"anchor": [1333,1896],"labelPosition": [1357,1956],"path": [[1334.5,1914.6],[1342.5,1973.6]],"label": "~20m"}
        ],
        "alternatives" : [
            {
                "routeName" : "Left Hand Route",
                "referance" : "A",
                "grade" : "HS 4b",
                "length" : "90m",
                "description" : "The Left hand Route has a steep crux early on in the climb. This will be very hard for the technical grade (4b) for shorter climbers. This move and other points on the climb are protected by old pitons. Although a great climb with varied interest up to the great ledge, the route is well polished and the last pitch is vegetated. The original walk off exit at the top is not permitted.",
                "route":[
                    [872.0, 2056.0],[868.0, 2008.0],[954.0, 1964.0],[950.0, 1884.0],[1006.0, 1830.0],[978.0, 1662.0],[980.0, 1564.0],[960.0, 1418.0],
                    [898.0, 1362.0],[886.0, 1354.0],[904.0, 1258.0],[828.0, 1140.0],[816.0, 1104.0],[850.0, 1022.0],[940.0, 1028.0],[1006.0, 1002.0],
                    [930.0, 1032.0],[840.0, 1022.0],[836.0, 986.0],[774.0, 968.0],[754.0, 916.0],[700.0, 848.0],[626.0, 748.0],[592.0, 670.0],
                    [588.0, 574.0],[626.0, 496.0],[650.0, 402.0],[674.0, 330.0],[670.0, 240.0] 
                ]

            }
        ]
    }
}