{"climbData":{"cliff":"Avon Gorge","status":"publish","id":30,"country":"England","county":"Bristol","routeName":"Morpheus","length":67,"pitches":4,"dataGrade":3,"tradGrade":"S","techGrade":"4a","gradeSys":"BAS","originalGrade":"S 4a","geoLocation":"51.468490,-2.633171","approachTime":1,"approachDifficulty":1,"rock":"Limestone","intro":"Morpheus is an enjoyable and varied multi-pitch climb originally graded Hard Very Difficult. The climb starts at the same point as Gronk on the left-hand part of the Sea Walls main area in Avon Gorge. Because it’s partially quarried limestone, the route offers and mix of climbing styles including moves on large crimps, laybacks on a flake, some delicate sloping moves and no doubt at least one mantle onto one of the many ledges. Protection is good and requires mostly wires, but some cams are also useful. Whilst the crux was originally the moves off the ground at the start, recent experience suggest the corner crack on the 3rd pitch is now much harder. This is because the limited footholds have been polished to a glass like texture by the feet of many thousand climbers. The rest of the route is mostly not too polished. The Sea Walls at Avon Gorge are a real city crag and some of the most accessible multi-pitch rock climbing in the UK because you can park right at the cliff. However the disadvantage is the main road that runs below the crag is very noisy and can make verbal communication difficult on this climb.","approach":"<strong>Approach</strong>: The easiest option is to park in the Sea Walls free car park directly below the cliff (51.468013, -2.632912). There is space for a dozen cars but it can fill up quickly at weekends. It’s also possible to park above the cliff and climb the fence to gain the path down.</p><p>\r\n<strong>Descent</strong>: To descend you can follow the path back down (assuming you parked at the bottom) to the car. The path is obvious and leads to the main road just right of the Sea Walls climbing area in Avon Gorge, Bristol.","pitchInfo":"The climb Morpheus takes a diagonal but weaving line up some of the easiest rock on the Sea Walls.  It makes for a great introduction to multipitch climbing due to plentiful ledge systems and a reasonably amenable grade (Hard Very Difficult / Severe). It’s possible to link the first two pitches into one long pitch providing you manage rope drag by extending runners and have a good level of confidence on the rock.\r\n<br />\r\n<strong class=\"pitch-title\">Pitch 1 –<span class=\"length\">28m</span> <span class=\"pitchGrade brit\">4a</span></strong><br />\r\nClimb the short wall to a ledge with some better gear options. The initial wall does have some good holds, but they are well disguised in the limestone. Once on the first ledge, carefully walk right to a blocky corner. Place gear and move up this a little, before cutting back left. The next belay is a crack on the left side of the white stained block. It allows good protection behind it. \r\n<br /><strong class=\"pitch-title\">Pitch 2 –<span class=\"length\">16m</span> <span class=\"pitchGrade brit\">3c</span></strong><br />\r\nClimb the block either by layback or reaching up and over while moving the feet up. From above the block move slightly right to good holds and climb onto one smaller ledge before moving up to a large ledge with some broken blocks below a corners system with a crack running through it. A belay can be created in the crack below the corner. \r\n<br /><strong class=\"pitch-title\">Pitch 3 –<span class=\"length\">10m</span> <span class=\"pitchGrade brit\">4a</span></strong><br />\r\nOriginally not a graded pitch, years of climber’s feet have polished the stone here to make it arguably the hardest part of Morpheus whichever way you climb it. The original route suggests moving up the corner to the piton then moving out to the right before going up to the next belay. Whilst arguably still the easiest option, the move requires the climber to trust their feet on a highly polished hold where the foot slipping mid move could lead to an awkward fall. The alternative is to climb the corner directly. This means harder moves, especially for the shorter climber, however it feels much less exposed in the corner. Once this section is dealt with there are a couple of easy moves up onto a ledge with a stone seat and decent options for an anchor in the wall behind.\r\n<br /><strong class=\"pitch-title\">Pitch 4 –<span class=\"length\">12m</span> <span class=\"pitchGrade brit\">3b</span></strong><br />\r\nThis pitch is much easier than it looks. Take good holds diagonally right, initially passing a under a small bush. A belay can be made at the end of the climbing. Alternatively, there is a good tree belay around the corner, however verbal communication with your partner here will be impossible. <br />\r\nIt’s a short scramble up the back wall and a walk off after the tree belay point.","incline":"Slab","face":null,"abseil":null,"traverse":null,"boat":null,"tidal":null,"polished":1,"loose":null,"seepage":null,"grassLegdes":null,"lastUpdate":"2021-10-15T01:01:12.339Z","weatherData":{"rainyDays":[13,9,11,9,8,8,7,8,9,11,10,11],"tempH":[8,8,11,13,17,19,22,21,18,15,11,9],"tempL":[3,3,5,6,9,12,14,14,12,9,6,4]},"mapImg":{"url":"img/topos/avon/maps/","alt":"Location of Sea Walls climbing in Avon Gorge"},"topo":{"url":"img/topos/avon/morpheus-climb-on-the-sea-walls.jpg","alt":"Morpheus route on the Sea Walls in Avon","atributionURL":"https://creativecommons.org/licenses/by-sa/4.0/","attributionText":"our own image","dataFile":5},"references":[{"url":"https://www.ukclimbing.com/logbook/c.php?i=29806","text":"UKC Page for Morpheus"}],"guideBooks":[{"isbn":"9781873341377","title":"West Country Climbs","type":"guidebook","pg":53,"description":"This guide covers a huge mix of regions in the south west with clear images and good topography. The section on Avon Gouge rock climbing area only spans around a dozen pages, but covers the main routes on the main areas. It has very clear images for the Sea Walls climbing area where this route is located. Many of the routes covered in here are easy to mid-level multi-pitch climbs, although there are single pitch and higher E grade trad climbs as well.","imgURL":"img/guidebooks/west-country-climbs.jpg","link":"https://amzn.to/2UxZN8z","rrp":24.99}]},"topoData":{"image":"/img/topos/avon/crag.jpg","flag":"/img/flags/en.png","title":"Avon Gorge > Morpheus | HVD 4a - 67m","belaySize":24,"route":[[640,2799],[662,2706],[753,2589],[797,2489],[842,2332],[840,2264],[990,2269],[1190,2236],[1350,2146],[1490,2104],[1760,1989],[1870,1926],[1828,1847],[1702,1779],[1583,1712],[1490,1636],[1503,1429],[1622,1381],[1733,1301],[1850,1191],[1833,1112],[1873,1046],[1923,1031],[2202,655.7],[2243,610.7],[2255,570.7],[2297,532.7],[2350,555.7],[2437,467.7],[2442,426],[2530,385.7],[2650,360.7],[2692,368.7]],"pitches":[{"belayPosition":[1482,1583],"labelPosition":[1387,1998],"grade":"4a","height":"28m"},{"belayPosition":[1923,1031],"labelPosition":[1882,1283],"grade":"3c","height":"16m"},{"belayPosition":[2203,665],"labelPosition":[2185,875],"grade":"4a","height":"10m"},{"belayPosition":[2697,372],"labelPosition":[2357,362],"grade":"3b","height":"12m"}],"decent":[{"anchor":[null,null],"labelPosition":[3218,341],"path":[[2897,372],[2997,461],[3098,442],[3310,447]],"label":"10min walk off"}],"alternatives":[{"routeName":"Gronk","reference":"A","grade":"VS 4c","length":"81m","description":"Gronk offers some interesting and in places exposed climbing on the main face of the sea walls at Avon Gorge. The first Pitch has some surprisingly difficult moves. Later in the climb there is a tough traverse right followed by an easier but exposed traverse back left through a stunning section of the wall. As always, take care when protecting traverse sections for the second. Pitch one goes up past a crack and slightly left to belay on a ledge just past 25m. The second pitch (10m) takes a the right-hand corner above before moving right out to the edge with a flake-crack which is climbed to a ledge for the second belay. For the third pitch (15m) climb right to a small ledge. Step down and right and move into the wide corner-crack which is climbed to a good ledge belay. (Rockfax guidebook recommends: “It is probably wise to place a runner in the diagonal break above the belay in order to protect the second on the traverse.”). The fourth pitch is a most enjoyable 20m traverse back left with good gear and mostly good holds to a tree belay. For the final pitch (10m) climb the corner then trend left away from the steep section to make easier moves up to the top of the wall. This route finishes at the railings at the edge of Clifton Down park. It’s possible to move right to find the descent path for Morpheus here.","route":[[604,2791.3],[600,2626.3],[667,2512.3],[716,2334.3],[756,2214.3],[880,2076.3],[972,2003.3],[1032,1888.3],[1084,1828],[1131,1666],[1208,1530],[1240,1340.7],[1305,1259.7],[1372,1182.7],[1472,1099.7],[1560,1031.7],[1621,976.7],[1621,992.3],[1716,875.3],[1764,896.3],[1855,778.3],[1957,726.3],[1967,715],[2101,743.3],[2209,668.3],[2049,614],[1905,571],[1721,517],[1595,501],[1401,473],[1417,403],[1385,367],[1420,319],[1489,239]]}]}}