{"climbData":{"cliff":"Grande Fermeda","status":"publish","id":33,"country":"Italy","county":"South Tyrol","routeName":"Normal Route","length":720,"pitches":19,"dataGrade":2,"tradGrade":"VD","techGrade":"3b","gradeSys":"UIAA","originalGrade":"IV-","geoLocation":"46.600878,11.754687","approachTime":60,"approachDifficulty":1,"rock":"Dolomite","intro":"Grande Fermeda via the original route is a very long climb but at an amenable grade. There is only one pitch (pitch 15) that is graded UIAA IV-. This means around 700 meters of grade II and grade III climbing. As such it’s common for parties to scramble while roped together, pitching only the harder sections. Techniques like simul climbing or scrambling allow parties to move much faster, reducing the risk of benightment, but increasing the type and impact of potential falls. Plan according to the parties strengths & weaknesses. The route was first climbed in 1887 by a party of climbers Bettega, Compton, Martin, Schulz. Parts of the climb are delicate, exposed and in places quite steep.","approach":"<strong>Approach</strong>: Approaches start in Val Gardena Many parties will go to the Fermeda Hütte or the nearby Rifugio Firenze in Cisles, which can be reached from the Col Raiser (chair-lift from St. Christina). From the huts follow the path to the Mittags-Scharte / Sass Rigais (marked) until you can reach the base of the Grosse/Gran Fermeda easily. From there it's a short walk to the beginning of the different routes.  <br />\r\nAn excellent approach for doing the climbs in one day is to take the Furnes - Seceda lift from St. Ulrich.\r\n</p><p>\r\n<strong>Descent A</strong>: The way down requires the climbers to revers the entire normal route, abseiling the harder sections. First climb down to the belay at the top of pitch 15, then make a short abseil past the 20m crux of the route. Keep descending to just below the short chimney of pitch 7, for here descend directly below the bolt to an anchor. Make a 25m abseil into the initial gully. Make a final 25m abseil down the gully then continue scrambling down the easier sections of the route to the base. <br /><br />\r\n<strong>Descent B</strong>: The alternative way down does more abseiling and less scrambling. Start by reversing the route to the saddle below the summit (~2 pitches), this is where the normal route joins the Southeast Ridge route. From this abseil station you can make 9 abseils of 20 to 25m each. Less if you have a 60m rope and skip stations. These go down the Northe East side of Grande Fermeda towards Odla de Cidles. From here decend the gully rightwards to a large chockstone, and make a 30m abseil (or a 10m and 20m abseil if using a single rope) move right and make one final 40m abseil (again 15m and 25m if using single ropes). This brings climbers to the base.","pitchInfo":null,"incline":null,"face":"S","abseil":1,"traverse":null,"boat":null,"tidal":null,"polished":null,"loose":null,"seepage":null,"grassLegdes":null,"lastUpdate":"2019-09-15T12:00:00.000Z","weatherData":[{"type":"rainyDays","Jan":9,"Feb":8,"Mar":9,"Apr":10,"May":13,"Jun":16,"Jul":15,"Aug":15,"Sep":11,"Oct":10,"Nov":11,"Dec":10},{"type":"tempH","Jan":0,"Feb":5,"Mar":9,"Apr":13,"May":18,"Jun":22,"Jul":23,"Aug":22,"Sep":20,"Oct":15,"Nov":6,"Dec":0},{"type":"tempL","Jan":-8,"Feb":-7,"Mar":-2,"Apr":2,"May":6,"Jun":9,"Jul":11,"Aug":10,"Sep":8,"Oct":2,"Nov":-2,"Dec":-7}],"mapImg":{"url":"img/topos/fermeda/maps/","alt":"Location of Grand Fermeda in the Alps","atributionURL":"https://www.mapbox.com/","attributionText":"Mapbox","geo":"46.600878,11.754687"},"topo":{"url":"img/topos/fermeda/grande-fermeda-via-normal-route-alpine-climbing.jpg","alt":"grande fermeda via normal route in the Alps","atributionURL":"https://commons.wikimedia.org/wiki/File:Fermeda.JPG","attributionText":"original: Svíčková","dataFile":5},"referances":[{"url":"https://www.ramellasergio.it/Testo/VIE_FUTURE/ODLE/schizzo_normale_grande_fermeda.html","text":"Brilliant drawn topo"},{"url":"http://www.enrosadira.it/rifugi/firenze.htm","text":"Mountain Hut - Rifugio Firenze in Cisles"}],"guideBooks":[{"isbn":"9781873341971","title":"The Dolomites, Rock Climbs and Via Ferrata","type":"guidebook","pg":240,"description":"This guide covers everything you need for a multi-pitch climbing trip regardless of ability, it also has sport, trad and via ferrata routes. It features all the major areas and has very clear topos and route descriptions including Grande Femeda and the sourounding shark fin Alps of delle Odle group. The guide covers a really good mix of grades from easy to very hard providing lots of options for climbing adventure.","imgURL":"img/guidebooks/the-dolomites-climbing-guide.jpg","link":"https://amzn.to/2NdBIQw","rrp":29.95}]}}