{"climbData":{"cliff":"High Sierra Dome","status":"publish","id":37,"timeZone":"Africa/Casablanca","country":"Morocco","county":"Tafraout","routeName":"High Sierra","length":120,"pitches":4,"dataGrade":5,"tradGrade":"VS","techGrade":"5a","gradeSys":"BAS","originalGrade":"VS 5a","geoLocation":"29.69676,-8.97592","approachTime":15,"approachDifficulty":1,"rock":"Granite","intro":"High Sierra is situated on one of Tafraout’s granite domes, not far from the locally famous Napoleons Hat rock. Tafraout granite was formed from slow cooling lava and as a result, it has a very coarse crystalline structure. The rock is also surprisingly brittle in places where it looks solid. This makes an interesting change from the nearby quartzite rock, which looks loose but is generally very solid. Although not a pure trad line thanks to a bolted start and bolted finish, the crack system in the middle two pitches offers exceptional traditional climbing. This popular route is a great option if there is bad weather on the Jebel el Kest mountains. As a south facing route, it’s possible to literally watch the granite dry over a 30miniute period after heavy rain. The start is disproportionately harder than the rest of the route.","approach":"<strong>Approach</strong>: The approach to the High Sierra Dome is a straightforward walk from the &quot;car park&quot;. Drive into and through the village of Aguerd Oudad, under Napoleon’s Hat. Follow a dirt path out of the back of the village until you see the High Sierra Dome on the right. The climb can be approached directly with a scramble on the boulders to gain the base of the climb. \r\n</p><p>\r\n<strong>Descent</strong>: Upon reaching the summit boulder, abseil back to the main plateau. Whilst it’s possible to lower off of the malion, the climber’s rope will undoubtably have picked up a lot of fine granite dust and sand along the route, meaning that running the weighted rope though the malion when lowering off, will wear through the metal (and damage your rope) faster. This will mean both need replacing more frequently. When abseiling, the rope sits statically on the malion reducing wear. From the plateau, walk east and behind the summit boulder. i.e. from the end of the abseil, turn to face the 3rd pitch anchor and walk forwards and left around the summit boulder. From here the climber walks past an incredible boulder shaped like the letter n. The climber carries onto the back of the plateau and walks of to the left (West) side to scramble down and back around.","pitchInfo":"The route is described as esoteric in some guides for good reason. The first few moves of the climb require friction stepping, on steep rock with very few and very small handholds. It can seem outrageously hard for the technical grade of 5a. These first moves are unlikely to get easier as the route weathers years of climber’s feet, that said the sticky rubber of climbing shoes adheres to the granite in a way that defies sense. The first pitch can be avoided by approaching from further left or aided using the two starting bolts. After this the climb then offers a wonderful undercut pitch that is reminiscent of <a href=\"/climbs/doorpost-on-bosigran/\">Doorpost’s first pitch at Bosigran</a>, only bigger and longer. The third pitch offers some initial friction climbing that leads to an incredible and rather unique waist height flake. The final pitch is a short climb onto the nearby summit boulders. \r\n<br/>\r\n<strong class=\"pitch-title\">Pitch 1 –<span class=\"length\">30m</span> <span class=\"pitchGrade brit\">5a</span></strong><br />Climb the block right the right corner to gain a left sloping ramp. Walk along this ramp to the first bolt. Make the aforementioned hard moves, relying on small holds for both hands and feet. After a couple of tricky moves onto the block the second bolt can be clipped. From here the route moves up and right to increasingly better holds, with some options for gear placements at the top of the slab. From there move onto the right block then left to the bolted anchor. Alternatively, the climber can move past the bolted anchor onto the ledge and create a quick traditional anchor in the start of the second pitch using the crack system and nearby wedged blocks. \r\n<br/>\r\n<strong class=\"pitch-title\">Pitch 2 –<span class=\"length\">30m</span> <span class=\"pitchGrade brit\">4b</span></strong><br />Climb the exceptional sloping crack using mostly undercuts all the way around the corner to a traditional gear belay in the corner before the rising flake of the 3rd pitch. Large cams are particularly helpful for protecting this pitch. \r\n<br/>\r\n<strong class=\"pitch-title\">Pitch 3 –<span class=\"length\">45m</span> <span class=\"pitchGrade brit\">4a</span></strong><br />Some delicate friction-based climbing on the low angle slab takes the climber to a bolt. Moving up from here a large flake can be used to comfortably move up the slab. Slings on the granite spikes on the top an edge of the flake can offer some additional protection as the climber moves up. The are also some options for gear higher in the giant flake. As the flake moves right the climber can pull up and slightly left onto the flake where there is a single bolt. From here the climber moves up to a crack then a bolted anchor. \r\n<br/>\r\n<strong class=\"pitch-title\">Pitch 4 –<span class=\"length\">15m</span> <span class=\"pitchGrade brit\">4b</span></strong><br />From the previous anchor move onto the large plateau. There will be a large boulder with 2 additional smaller boulders on it, one of which has the summit boulder on top. Climb the large wall of the main boulder using the 3 bolts for protection. From here there is easier climbing to the summit boulder and its 2 anchor bolts with an abseil malion. Reaching this is a little runout. From the summit the climbers can abseil back to the plateau and walk off. Whilst there should be a malion on the summit anchor, carrying a spare one would be prudent.","incline":"Slab","face":"S","abseil":1,"traverse":null,"boat":null,"tidal":null,"polished":null,"loose":null,"seepage":null,"grassLegdes":null,"lastUpdate":"2021-10-15T01:01:42.339Z","weatherData":{"rainyDays":[4,3,4,3,1,1,1,1,2,2,4,4],"tempH":[19,20,21,21,22,22,23,24,24,23,22,20],"tempL":[11,12,13,14,15,16,17,18,17,16,15,12]},"mapImg":{"url":"img/topos/high-sierra/maps/","alt":"The location of the route High Sierra in Tafraoute"},"topo":{"url":"img/topos/high-sierra/high-sierra-topo-on-a-tafraouts-granite-dome.jpg","alt":"The climb High Sierra on the granite dome near Tafraoute","atributionURL":"https://creativecommons.org/licenses/by-sa/4.0/","attributionText":"our own image","dataFile":5},"references":[],"guideBooks":[{"isbn":"9780993548628","title":"Climb Tafraout - 100 Classic Climbs","type":"guidebook","pg":137,"description":"A fantastic guidebook to the quartzite trad climbing around the Jebel el Kest and Jebel Taskra massifs and Tafraout Grabite. The book covers mostly multi-pitch climbs including some mountain routes over a kilometer long. This is a selective guide that describes 79 of the best crags, and offers comprehensive coverage of the key route or two on those crags. It covers the High Sierra climb in exceptional detail.","imgURL":"img/guidebooks/climb-tafraout-100-classic-climbs.jpg","link":"https://amzn.to/32OTqBc","rrp":27.95}]},"topoData":{"image":"/img/topos/high-sierra/crag.jpg","flag":"/img/flags/ma.png","title":"High Sierra > High Sierra Dome | VS 5a - 120m","belaySize":26,"route":[[2187,2624],[2172,2579],[2103,2533],[2057,2503],[2005,2449],[1957,2448],[1963,2399],[1937,2343],[1928,2291],[1890,2181],[1902,2099],[1873,2029],[1907,1971],[1957,1953],[1872,1899],[1753,1896],[1647,1849],[1773,1764],[1822,1711],[1902,1691],[1990,1608],[1967,1568],[1892,1478],[1943,1423],[1997,1301],[2023,1204],[1987,1181],[1947,1155],[1865,1130],[1893,1081],[1908,1070],[1942,1050],[1967,1018],[1972,976],[2002,949],[2002,908],[2010,883],[2038,868]],"pitches":[{"belayPosition":[1900,1919],"labelPosition":[1953,2218],"grade":"5a","height":"30m"},{"belayPosition":[1970,1568],"labelPosition":[1948,1710],"grade":"4b","height":"30m"},{"belayPosition":[1885,1086],"labelPosition":[2045,1256],"grade":"4a","height":"45m"},{"belayPosition":[2040,864],"labelPosition":[2040,973],"grade":"4b","height":"15m"}],"decent":[]}}