{"climbData":{"cliff":"Amzkhssan Wall","status":"publish","id":38,"country":"Morocco","county":"Jebel el Kest","routeName":"Pinnacle Slab","length":130,"pitches":3,"dataGrade":1,"tradGrade":"D","techGrade":"3b","gradeSys":"BAS","originalGrade":"D 3b","geoLocation":"29.84265,-9.02353","approachTime":5,"approachDifficulty":1,"rock":"Qurtzite","intro":"The Pinnacle Slab on the Amzkhssan Wall offers around 130m of enjoyable climbing with little technical difficulty. The Amzkhssan Wall could be climbed hundreds of times without ever using the same holds. Although this particular route is only graded <abbr title=\"Difficult\">Diff</abbr>, it should not be underestimated. Finding gear in the quartzite rock can be difficult and the leader can easily be enticed off the route in pursuit of placements, leading to serious rope drag quite quickly. In addition, route finding is more or less impossible to follow once on the wall. That said the climbing doesn’t go above V. Diff / Severe anywhere on the right side of the rock face. A confident leader with a mixed rack, particularly smaller gear, will be rewarded with enjoyable and easy climbing, an ideal option for a short warm up climb, especially given its easy approach and nearby parking.","approach":"<strong>Approach</strong>: Parking can be found on the higher side of the nearest hairpin bend. There is space for 2 cars. From here it’s a short walk around the corner to the base of the Amzkhssan Wall.\r\n<br />\r\n<strong>Descent</strong>: From the summit move over the back and trend North West (left with your back to the climb). This will allow the climbers an easy scramble down to a path that moves around the west side of the wall bringing climbers back towards the road.","pitchInfo":"The Pinnacle Slab starts about 10m right of the Amzkhssan Rib climb (graded V. Diff itself) which follows most obvious break up the middle of the wall. The goal is climb up to a small black overhang split by a crack, the climber passes this and heads up the wall to create a second anchor at the pinnacle, with the final pitch taking the easiest line through the steep overlap to the top. \r\n<br/>\r\n<strong class=\"pitch-title\">Pitch 1 –<span class=\"length\">50m</span> <span class=\"pitchGrade brit\"></span></strong><br />Start 10m right of the main break and a meter or two left from the outcropping bulge at the base of the wall. Climb up the slabs as far as the rope and any rope drag will allow, until you reach a suitable belay. \r\n<br/>\r\n<strong class=\"pitch-title\">Pitch 2 –<span class=\"length\">50m</span> <span class=\"pitchGrade brit\"></span></strong><br />Continue up the slab heading to the obvious pinnacle not too far from the top of the wall. \r\n<br/>\r\n<strong class=\"pitch-title\">Pitch 3 –<span class=\"length\">30m</span> <span class=\"pitchGrade brit\"></span></strong><br />There are a few options to get though the steeper overlap at the top. Take the easier line directly above the pinnacle to create the belay at the top of the wall.","incline":"Slab","face":"S","abseil":null,"traverse":null,"boat":null,"tidal":null,"polished":null,"loose":null,"seepage":null,"grassLegdes":null,"lastUpdate":"2021-10-15T01:01:02.339Z","weatherData":{"rainyDays":[4,3,4,3,2,2,2,2,3,3,5,6],"tempH":[16.2,17.7,19.8,22.5,24.3,27.3,31.3,31.1,28,24.2,19.9,16.4],"tempL":[2.4,3.7,6.7,9.1,11.5,13.9,17.4,18,15.3,11.5,7.5,3.7]},"mapImg":{"url":"img/topos/amzkhssan/maps/","alt":"The location of the Amzkhssan Wall in the Jebel El Kest Mountains","geo":"29.84265,-9.02353"},"topo":{"url":"img/topos/amzkhssan/amzkhssan-wall-pinnacle-slab-climb-morocco.jpg","alt":"The Amzkhssan Wall's Pinnacle Slab climb in Morocco","atributionURL":"https://creativecommons.org/licenses/by-sa/4.0/","attributionText":"our own image","dataFile":5},"referances":[],"guideBooks":[{"isbn":"9780957366602","title":"Morocco Rock: Jebel El Kest & Taskra North","type":"guidebook","pg":107,"description":"Morocco Rock offers great information for climbing on the Amzkhssan Wall. The descriptions and photography for his wall are both on the smaller side, but it’s still more than clear enough to get up the wall. The book overall also offers an incredible about of information on the routes and climbing in the Jebel El Kest.","imgURL":"img/guidebooks/morocco-rock-guidebook.jpg","link":"https://amzn.to/2s3X3pQ","rrp":27.5}]},"topoData":{"image":"/img/topos/amzkhssan/crag.jpg","flag":"/img/flags/ma.png","title":"Pinnacle Slab > Amzkhssan Wall | Diff 3b - 130m","belaySize":32,"route":[[2850,2841],[2652,2618],[2452,2400],[2272,2186],[2143,2016],[2017,1590],[1837,1263],[1732,1018],[1772,976],[1575,585],[1450,246]],"pitches":[{"belayPosition":[1985,1563],"labelPosition":[2210,1948],"grade":"","height":"50m"},{"belayPosition":[1560,533],"labelPosition":[1825,958],"grade":"","height":"50m"},{"belayPosition":[1443,241],"labelPosition":[1560,358],"grade":"","height":"30m"}],"decent":[]}}