{"climbData":{"cliff":"Lower Eagle Crag","status":"publish","id":39,"country":"Morocco","county":"Jebel el Kest","routeName":"Donkey Serenades","length":270,"pitches":8,"dataGrade":2,"tradGrade":"VD","techGrade":"3c","gradeSys":"BAS","originalGrade":"VD 3c","geoLocation":"29.80866,-9.06435","approachTime":15,"approachDifficulty":1,"rock":"Qurtzite","intro":"The Lower Eagle Crag in the Jebel El Kest mountain range offers some of the best rock climbing in the anti-atlas. The rock climbing is clean and the quartzite is generally very solid. Many routes ascend to around 300m with grades starting from V. Diff, like this classic route, Donkey Serenades. Pink Lady and Real Men wear Pink are nearby <abbr title=\"Very Severe\">VS</abbr> climbs. Sir Chris Bonington’s climb, Black Beauty offers an exceptional E1 climb further down the crag. Routes from the Lower Eagle Crag can also be linked up with routes on the shorter Upper Eagle Crag for extended adventures. The route Donkey Serenades covered here, weaves its way up the north facing slabs, making use of the natural breaks and slopes in the rock to reach the top. There is little technical difficulty (depending of which line you take), but it does require solid mountaineering experience because all anchors need to be built from trad gear. Many of the pitches will be in the shade until later in the afternoon, giving a shadier option if you want to avoid the worst of the Morocco sun.","approach":"<strong>Approach</strong>: Park on the main rout outside Anamr village, which sits under <a href=\"/climbs/east-buttress-on-ksar-rock/\">Ksar Rock</a>. From here walk back along the road before cutting across a vague track to the base of the mountain. Follow the wall all the way to the climb. The climb can be hard so spot the start of from the undergrowth. Assuming you are using the pink Lady start, look for a wide right leaning diagonal crack that leads up to a plateau below a small roof the size of dining table, with a left leaning slab leading off the plateau under the overhang. \r\n</p><p>\r\n<strong>Descent</strong>: From the last belay, scramble up to the summit at the top of the Lower Eagle Crag. From here move West (right with your back to the route) following the Cairn stones that are piled along the way and mark the descent off the Crag. These will take you along the top of the cliff (but below the Upper Eagle Crag), and eventually weave there way down under some serious overhanging buttresses to the terraced fields below and back to the road.","pitchInfo":"Donkey Serenades takes the easiest line and obvious sweeping weakness up the more prominent part of the Lower Eagle Crag buttress. There are two possible starts and two different finishes depending which guidebook you use. The Oxford Alpine Club guide takes the easier start, which follows the first pitch of Pink Lady. There are also some options for variation throughout this multi-pitch climb.\r\n<br/>\r\n<strong class=\"pitch-title\">Pitch 1 –<span class=\"length\">25m</span> <span class=\"pitchGrade brit\">3b</span></strong><br />\r\nFollow the broken right leading crack up to the ledge below the little overhang. From here head left up the easy slab to belay on one of the ledges. \r\n<br />\r\n<strong class=\"pitch-title\">Pitch 2 –<span class=\"length\">40m</span> <span class=\"pitchGrade brit\">3c</span></strong><br />\r\nThere are a few options for getting to the so-called party time belay. The route takes the left side of the pillar and moves around to finish on the large ledge system. However, the climber could take the crack on the right side of the pillar in two pitches to follow Pink Lady graded <abbr title=\"Very Severe\">VS</abbr> 4c. Alternatively the vegetated corner further right sill, follows the Real Men Wear Pink route, also VS. An additional option is to take the clean slab between these two VS lines for some exceptional climbing, with some decent gear options (not graded but also feels like VS). \r\n<br />\r\n<strong class=\"pitch-title\">Pitch 3 –<span class=\"length\">30m</span> <span class=\"pitchGrade brit\"></span></strong><br />\r\nFollow the right side of the broken slab above the party time belay ledge until reaching a steeper slab covered in black moss, usually in the shadow of the headwall. Build a traditional belay here.\r\n<br />\r\n<strong class=\"pitch-title\">Pitch 4 –<span class=\"length\">25m</span> <span class=\"pitchGrade brit\">3c</span></strong><br />\r\nHead up and slightly left on the black mossy slab. There are lots of options for climbing this wall. When approaching the top, look for one of the vertical blocks. Belays can be built around one of the blocks using slings and other gear. \r\n<br />\r\n<strong class=\"pitch-title\">Pitch 5 –<span class=\"length\">25m</span> <span class=\"pitchGrade brit\"></span></strong><br />\r\nWalk left along the ledge. The climber can follow the low-level crack higher up on the wall, or walk on a lower section. It’s possible to make this into a longer pitch. The 3 pitches (this pitch and the following 2 pitches) can be linked into 2 longer ones if required or if the climbers are short of time. \r\n<br />\r\n<strong class=\"pitch-title\">Pitch 6 –<span class=\"length\">25m</span> <span class=\"pitchGrade brit\">3c</span></strong><br />\r\nFollow the steeper right, shady side of the next face. A belay can be created below the next headwall, or if linking pitches, aim to go all the way to the belay ledge below the now obvious, large pinnacle. \r\n<br />\r\n<strong class=\"pitch-title\">Pitch 7 –<span class=\"length\">30m</span> <span class=\"pitchGrade brit\"></span></strong><br />\r\nMove left towards the short ledges below the large pinnacle. Create an anchor here. Depending on the approach to the next pitch, create the belay further left or right if possible. \r\n<br />\r\n<strong class=\"pitch-title\">Pitch 8 –<span class=\"length\">30m</span> <span class=\"pitchGrade brit\">3c</span></strong><br />\r\nThe Oxford Alpine guide suggests taking the route left and around the pinnacle, from the top of which the climber can scramble higher to build a final belay. The Morocco Rock guide suggests the climber should take the right grove around the right side of the pinnacle to reach the broken scramble above. A third option is to tackle the pinnacle directly for a much harder but much more impressive finish. The rock looks loose and very steep from below, but upon attacking the pinnacle directly the climber will be surprised to find the rock is solid and there are a number of good stances from which protection can be placed. The Donkey Direct finish is not listed in the guides but is likely not harder than VS and will offer the best possible end to the route if the climber is feeling unchallenged by the climbing up to that point. After building a belay on the ledges above to bring up the last of the party, then the climbers can scramble up to the summit paths without difficulty.","incline":"Slab","face":"NE","abseil":null,"traverse":null,"boat":null,"tidal":null,"polished":null,"loose":null,"seepage":null,"grassLegdes":null,"lastUpdate":"2019-12-12T12:00:00.000Z","weatherData":[{"type":"rainyDays","Jan":4,"Feb":3,"Mar":4,"Apr":3,"May":2,"Jun":2,"Jul":2,"Aug":2,"Sep":3,"Oct":3,"Nov":5,"Dec":6},{"type":"tempH","Jan":16.2,"Feb":17.7,"Mar":19.8,"Apr":22.5,"May":24.3,"Jun":27.3,"Jul":31.3,"Aug":31.1,"Sep":28,"Oct":24.2,"Nov":19.9,"Dec":16.4},{"type":"tempL","Jan":2.4,"Feb":3.7,"Mar":6.7,"Apr":9.1,"May":11.5,"Jun":13.9,"Jul":17.4,"Aug":18,"Sep":15.3,"Oct":11.5,"Nov":7.5,"Dec":3.7}],"mapImg":{"url":"img/topos/eagle-crag/maps/","alt":"The location of the eagle crag in Morocco","atributionURL":"https://www.mapbox.com/","attributionText":"Mapbox","geo":"29.80866,-9.06435"},"topo":{"url":"img/topos/eagle-crag/donkey-serenades-climb-on-lower-eagle-crag.jpg","alt":"Donkey Serenades climb on Lower Eagle Crag","atributionURL":"https://creativecommons.org/licenses/by-sa/4.0/","attributionText":"our own image","dataFile":5},"referances":[],"guideBooks":[{"isbn":"9780957366602","title":"Morocco Rock: Jebel El Kest & Taskra North","type":"guidebook","pg":190,"description":"Morocco Rock is a quality guidebook and one of the original for the region. The imagery and description are clear and the book contains an incredible number of routes in all key trad climbing areas. The guide covers climbing graded from Diff up to E6. The guide covers the whole Eagle Rock section and specifically the climb Donkey Serenades in good detail. The route in this guide shows a start further left (East) on the crag graded 4a. I also has finish that takes the right side of the final pinnacle.  The book is great value for money but not as well organised as The Oxford Alpine club books for this region.","imgURL":"img/guidebooks/morocco-rock-guidebook.jpg","link":"https://amzn.to/2s3X3pQ","rrp":27.5}]},"topoData":{"image":"/img/topos/eagle-crag/crag.jpg","flag":"/img/flags/ma.png","title":"Donkey Serenades > Lower Eagel Crag | VD 3c - 270m","belaySize":22,"route":[[2445,3022],[2433,2946],[2482,2851],[2338,2787],[2274,2705],[2208,2661],[2096,2565],[2039,2476],[2013,2420],[2003,2329],[2032,2195],[2058,2137],[2098,2118],[2156,2007],[2195,1883],[2145,1842],[2071,1772],[2000,1632],[1987,1594],[1819,1517],[1644,1477],[1543,1420],[1458,1374],[1509,1299],[1547,1157],[1554,1038],[1533,1015],[1509,967],[1423,911],[1357,901],[1345,870],[1330,810],[1332,755],[1402,708],[1438,682],[1460,638]],"pitches":[{"belayPosition":[2268,2705],"labelPosition":[2507,2893],"grade":"","height":"25m"},{"belayPosition":[2078,2126],"labelPosition":[1880,2404],"grade":"3c","height":"40m"},{"belayPosition":[2179,1875],"labelPosition":[2023,2009],"grade":"","height":"30m"},{"belayPosition":[1988,1604],"labelPosition":[2111,1740],"grade":"","height":"25m"},{"belayPosition":[1473,1387],"labelPosition":[1604,1533],"grade":"","height":"25m"},{"belayPosition":[1547,1027],"labelPosition":[1579,1183],"grade":"3c","height":"45m"},{"belayPosition":[1349,888],"labelPosition":[1375,974],"grade":"","height":"30m"},{"belayPosition":[1462,631],"labelPosition":[1477,699],"grade":"3c","height":"30m"}],"decent":[{"anchor":[null,null],"labelPosition":[null,null],"path":[[1530,551],[1588,500],[1664,474]],"label":""}]}}