{"climbData":{"cliff":"Great Tor","status":"publish","id":40,"timeZone":"Europe/London","country":"Wales","county":"Gower","routeName":"East Ridge","length":71,"pitches":4,"dataGrade":3,"tradGrade":"S","techGrade":"3c","gradeSys":"BAS","originalGrade":"S 3c","geoLocation":"51.568422,-4.122578","approachTime":25,"approachDifficulty":1,"rock":"Limestone","intro":"The East Ridge of Great Tor offers easy climbing right above the beach of Three Cliffs Bay. The route is non-tidal, but approaching from the beach is only possible at low tide. A not so straightforward scramble down or abseil from a nearby block are alternative options for reaching the base of the climb. The route is broken up by 3 significant ledges. Although it’s set as 4 pitches, linking pitch 2 and 3 or even 3 and 4 makes the pitches a bit more significant. There are also some variations that up the difficulty to Very Severe, although the variations avoids the dramatic south east edge overlooking the beaches and sea. Although Great Tor is the most significant multi-pitch climb in the area, the nearby 3 cliffs bay has a multitude of shorter trad climbs.","approach":"<strong>Approach</strong>:<br />\r\nFrom the National Trust Car Park at Penmaen (postcode: SA3 2HH), head back to the main road, turn right up the hill, then cross over to the smaller parking area and bus stop. Through the gate, follow the path towards Three Cliffs Bay. <br />\r\n<strong>Option A – Abseil & Scramble Down</strong>:<br />\r\nTake the first right at the fork in the path, then at the next fork take the left. Follow the path west along the coast until it heads out towards Great Tor. Before scrambling up onto the Tor proper (tor = rocky peak), there is a large block, that at the time of writing, was suitable for a gearless & retrievable abseil. This may be the most appropriate option if the grass is wet and the tide is in. 50m of abseil reaches the rocky ledges. From there, it’s possible to scramble across to the base of the climb.<br />\r\n<strong>Option B –  Low Tide Beach Approach</strong>:<br />\r\nTake the left at the first fork in the path and head down, all the way down to Three Cliffs Bay beach.  Keep to the right side of the beach, following it all the way to the base of Great Tor and scramble up to the non-tidal start of the route. <em>The tide has to be at it's lowest for this option.</em><br />\r\n<strong>Option C –  Scramble Down</strong>:<br />\r\nFollow the instructions of option A, but carry on over the first outcrop until the gully between the two peaks. From here it’s possible to scramble down carefully to the base of the climb. Not recommended un-roped in wet conditions. <br />\r\n<br /><strong>Descent</strong>:<br />\r\nScramble off the Tor to the North, following the worn path down into the gully then back up and out, onto the foot path. Take care on the polished limestone.","pitchInfo":"Great Tor is a limestone tower that divides Three Cliffs Bay to the East from Oxwich Bay to the West. The Tor rises out of the sand between these beaches and can be climbed on all faces. While steep in places, the holds are usually plentiful and solid. Protection is also mostly easy to come by. \r\n<br />\r\n<strong class=\"pitch-title\">Pitch 1 –<span class=\"length\">18m</span> <span class=\"pitchGrade bas\">3c</span></strong><br />\r\nThe first pitch follows a crack surrounded by good holds. Upon reaching the bulge before the ledge, this can be tackled  directly using good handholds or the climber can pass it on the right. An anchor can be built in the wall at the back of the large ledge. \r\n<br /><strong class=\"pitch-title\">Pitch 2 –<span class=\"length\">16m</span> <span class=\"pitchGrade bas\">3a</span></strong><br />\r\nStep out from the ledge to the south east ridge, where a grove will take the climber up the arête (edge) to another large ledge. The climber can build an anchor here which offers more protection, or continue up pitch 3 to the next ledge.\r\n<br /><strong class=\"pitch-title\">Pitch 3 –<span class=\"length\">13m</span> <span class=\"pitchGrade bas\">3a</span></strong><br />\r\nA short pitch on its own, that once again takes the arête (edge / ridge) up to the next ledge. The climbing is easy and the views and are incredible. An anchor can be made before the final steep pitch. Alternatively pitch 3 & 4 can be linked. \r\n<br /><strong class=\"pitch-title\">Pitch 4 –<span class=\"length\">24m</span> <span class=\"pitchGrade bas\">3c</span></strong><br />\r\nThe final pitch offers a short steep wall before giving way to much easier climbing up the ledges to the summit of Great Tor. An anchor can be built on the top with creative use of various protection and slinging one of the larger summit blocks.","incline":"Slab & Vertical","face":"SE","abseil":null,"traverse":null,"boat":null,"tidal":null,"polished":null,"loose":null,"seepage":null,"grassLegdes":null,"lastUpdate":"2021-10-20T01:01:42.339Z","weatherData":{"rainyDays":[16,13,8,12,10,13,9,12,9,15,16,15],"tempH":[8,8,9,12,15,18,19,19,17,14,11,9],"tempL":[4,4,5,6,9,12,14,14,12,10,7,5]},"mapImg":{"url":"img/topos/gower/maps/","alt":"Great Tor location on Three Cliffs Bay"},"topo":{"url":"img/topos/gower/east-buttress-climb-on-high-tor-gower.jpg","alt":"East Buttress Climb on Great Tor in Gower.","atributionURL":"https://creativecommons.org/licenses/by-sa/4.0/","attributionText":"our own image","dataFile":5},"references":[{"url":"https://swcw.org.uk/wiki/Great_Tor_Proper","text":"Climb Info: South Wales Climbing Wiki Great Tor page"}],"guideBooks":[{"isbn":"9781906095369","title":"Gower Rock Selected Rock Climbs","type":"guidebook","pg":87,"description":"This is a selective rock climbing guide to the Gower peninsula in South Wales. Gower Rock aims to showcase the depth and quality of rock climbing on this wild, beautiful yet somewhat unknown peninsula. The book does a good job highlighting the best of the area, including a short section on Great Tor. The directions to find the climbs in the book seem to be inaccurate because they rely on landmarks that change (the white house near Paviland is not white anymore and the bench on the way to Great Tor is no where to be found). The book is good value for money for the climber planning a passing visit to Gower.","imgURL":"img/guidebooks/gower-rock-selected-rock-climbs.jpg","link":"https://amzn.to/3bpSwzI","rrp":12.99}]},"topoData":{"image":"/img/topos/gower/crag.jpg","flag":"/img/flags/wa.png","title":"Great Tor > East Ridge | S 3c - 71m","belaySize":24,"route":[[1155,2343],[1237,2271],[1276,2124],[1312,1961],[1355,1921],[1370,1845],[1393,1753],[1349,1726],[1299,1709],[1312,1660],[1351,1515],[1389,1461],[1425,1404],[1426,1333],[1465,1342],[1455,1293],[1497,1195],[1543,1089],[1604,1030],[1656,1020],[1686,804],[1720,689],[1732,616],[1764,516],[1811,342],[1839,249]],"pitches":[{"belayPosition":[1365,1734],"labelPosition":[1363,1990],"grade":"3c","height":"18m"},{"belayPosition":[1457,1331],"labelPosition":[1430,1498],"grade":"3a","height":"16m"},{"belayPosition":[1639,1023],"labelPosition":[1567,1160],"grade":"3a","height":"13m"},{"belayPosition":[1837,251],"labelPosition":[1790,605],"grade":"3c","height":"24m"}],"decent":[{"anchor":[3593,497],"labelPosition":[3400,763],"path":[[3591,521],[3511,615]],"label":"A. Abseil (50m to ledge)"},{"anchor":[null,null],"labelPosition":[1216,2807],"path":[[1225,2737],[1087,2708],[983,2630],[1033,2562]],"label":"B. Low tide scramble"},{"anchor":[null,null],"labelPosition":[2200,805],"path":[[2178,659],[2120,729],[2194,867],[2120,977]],"label":"C. Scramble from top"},{"anchor":[null,null],"labelPosition":[null,null],"path":[[2436,1708],[2314,1802],[2187,1884]],"label":""},{"anchor":[null,null],"labelPosition":[2094,288],"path":[[1883,242],[2050,256],[2077,350]],"label":"Walk Off"}]}}