{"climbData":{"cliff":"Slieve Lamagan","status":"publish","id":41,"country":"Northern Ireland","county":"Mourne and Down","routeName":"FM","length":160,"pitches":6,"dataGrade":2,"tradGrade":"VDiff","techGrade":"3c","gradeSys":"BAS","originalGrade":"VDiff","geoLocation":"54.160649,-5.961364","approachTime":70,"approachDifficulty":1,"rock":"Granite","intro":"Slieve Lamagan offers a great range of multi-pitch climbs that are typically lower difficulty. Route finding is not that easy once on the slab. Fortunately, there are many options for variation on or around the same grade, therefore getting lost isn’t a disaster. The Route FM takes a reasonably direct line up the slabs and exits the steeper n shaped headwall on the east side (right). The granite is mostly immaculate and solid, although run out in places, especially off route. It will dry quickly thanks to its exposure to sun and wind. Variations take a slightly harder exit out of the final steep headwall. The crux of the route is one hard move on the first steep section around half way up.","approach":"<strong>Approach</strong>: Park in the Carrick Little car park. Take the path into the Mourne Mountains. On approach the Annalong woods will be on the right and Slieve Lamagan will be clearly visible, more or less directly ahead. Keep following the path over a run off stream then a more significant stream / river. Take the right fork  after the river and follow the path until it weaves around close to the slabs. This will be the second right after the Annalong woods end. Once close to the slabs, leave the path and head directly up the heathery slopes to the start of the continuous granite slabs of Slieve Lamagan. <br /><strong>Descent</strong>: The decent should not be underestimated. It’s long and the ground is steep. <a href=\"https://amzn.to/3jtfR83\" target=\"blank\">A Mourne Mountain Map</a> will help show the mountain contours and the least steep path off which is round to the West. After climbing FM, scrambling up north-west then contouring around to the west should bring the party to a steep path that leads down towards the dam. This may take the best part of an hour. There is a chance the path is overgrown. There is also an optional additional 100+m VDiff climb called Upper FM. This sits 60m north east of the finish of FM and will bring the party closer to the summit. After this the party can contour west until the steep decent path is reached.","pitchInfo":"Slieve Lamagan slabs offer over 150m, variations and extensions can take this up to 300m of quality granite climbing at mostly easy grades. <br /><strong class=\"pitch-title\">Pitch 1 –<span class=\"length\">35m</span> <span class=\"pitchGrade bas\">3b</span></strong><br />Climb the white granite slab all the way up to the edge on the right for around 35m. Making sure to not stop short. A belay can be created at the small ledge. <br /><strong class=\"pitch-title\">Pitch 2 –<span class=\"length\">45m</span> <span class=\"pitchGrade bas\">3b</span></strong><br /> Move up and slightly left to reach a small overlap. Cross this in the middle.  From there move directly up towards the where the wall steepens. A belay can be created below what looks like some giant left facing steps.  <br /><strong class=\"pitch-title\">Pitch 3 –<span class=\"length\">25m</span> <span class=\"pitchGrade bas\">3c</span></strong><br />What looked like some giant steps in the steep wall below represents a significant step up in technical difficulty and a clear crux for the route. Good and somewhat hidden handholds on the right can help the climber get up onto the first large and downward sloping ledge. From here good holds can be used to pass the steep section. If the second is not a strong VDiff / Severe grade climber, then leaving a cam with a long sling to help the second (or third) aid this section might be a sensible move. A Metolius number 1 ultralight TCU works a treat. Creating a belay just above the steep section is an option if desired, otherwise carry on up to a good belay ledge.<br /><strong class=\"pitch-title\">Pitch 4 –<span class=\"length\">20m</span> <span class=\"pitchGrade bas\">3b</span></strong><br />For the finish described in the photo topo, head up and right performing a delicate traverse on good footholds to a decent sized ledge below the bottom right of the n shaped steep headwall. <br /><strong class=\"pitch-title\">Pitch 5 –<span class=\"length\">25m</span> <span class=\"pitchGrade bas\">3c</span></strong><br /> The finish described here offers good climbing on slightly brittle and quite steep granite. Whist not perfect, it does offer nice moves in the 3b to 3c range and ends with a wonderful finish on a prominent ridge.<br /><strong class=\"pitch-title\">Original Finish <span class=\"length\">45m</span> <span class=\"pitchGrade bas\">3b</span></strong><br />From the end of the 3<sup>rd</sup> belay the original finish takes 2 pitches, first moving diagonally up and right over the slab to below the broken section of the headwall. Then a final pitch up the broken rock to a jug handled crack. <br /><strong class=\"pitch-title\">Variation Finish <span class=\"length\">35m</span> <span class=\"pitchGrade bas\">4a</span></strong><br />A high quality but harder, Severe graded finish, takes a route up and slightly left on the final slab to the headwall. Then a final pitch moves up the steep corner on good holds.","incline":"Slab","face":"SE","abseil":null,"traverse":null,"boat":null,"tidal":null,"polished":null,"loose":null,"seepage":null,"grassLegdes":null,"lastUpdate":"2024-10-09T13:25:31.356Z","mapImg":{"url":"img/topos/lamagan/maps/","alt":"Slieve Lamagan In the Mourne Mountains"},"topo":{"url":"img/topos/lamagan/slieve-lamagan-fm-climb-in-the-mournes.jpg","alt":"Slieve Lamagan climb FM in the mournes","atributionURL":"https://creativecommons.org/licenses/by-sa/4/","attributionText":"our own image","dataFile":5},"references":[{"url":"https://www.ukclimbing.com/logbook/crags/slieve_lamagan-1168/fm-67468#photos","text":"Climb Info: UKC Page"}],"weatherData":{"rainyDays":[18,15,17,16,14,14,15,14,14,18,18,20],"tempH":[5,5,7,9,12,15,16,16,14,10,7,5],"tempL":[0,0,1,2,4,7,9,9,7,5,2,0]},"guideBooks":[{"isbn":"9780902940291","title":"Rock Climbs in the Mourne Mountains","type":"guidebook","pg":86,"description":"This book is a very comprehensive guide to trad climbing in the Mourne Mountains. The section on Slieve Lamagan covers the route FM and nearby lines up Lamagan. The guide is pocket sized, so it's easy to take on route. The photo topo is not bad but hard to read once on the route. That said the generic Ireland guide is not much clearer and attempting to follow it may take the climbing party the wrong way on a gearless tour of the lower friction slabs of Slieve Lamagan.","imgURL":"img/guidebooks/rock-climbs-in-the-mournes-mountains.jpg","link":"https://amzn.to/2SKowVu","rrp":19.95},{"isbn":"9780956787422","title":"Rock Climbing in Ireland","type":"guidebook","pg":255,"description":"This is a great guide to rock climbing in Ireland. The book has a focus on trad climbing and covers many multi-pitch routes from Donegal to Fair Head and plenty of routes in the Mourne Mountains, including FM on Slieve Lamagan. The photo topo is clear, but taken from an angle that makes it a little tricky to read. At least that’s my excuse for taking my wife on an extra two pitch mystery tour of the lower friction slabs.","imgURL":"img/guidebooks/rock-climbing-in-ireland.jpg","link":"https://amzn.to/32Nqn4q","rrp":20}]},"topoData":{"image":"/img/topos/lamagan/crag.jpg","flag":"/img/flags/gb.png","title":"Slieve Lamagan > FM | VDiff 3c - 160m","belaySize":25,"route":[[2037,3531],[1990,3420],[1958,3318],[2003,3270],[1995,3206],[1963,3161],[1988,3065],[2023,2965],[2012,2900],[1938,2892],[1921,2806],[1989,2740],[2018,2728],[2047,2671],[2104,2583],[2118,2523],[2129,2447],[2088,2404],[2058,2386],[2067,2342],[2108,2306],[2138,2251],[2183,2226],[2182,2190],[2144,2175],[2110,2152],[2075,2117],[2055,2069],[2089,2035],[2105,1976],[2125,1929],[2124,1818],[2103,1739],[2155,1682],[2183,1657],[2260,1657],[2377,1671],[2446,1663],[2481,1627],[2487,1585],[2483,1540],[2509,1465],[2539,1427],[2568,1370],[2615,1312],[2653,1255],[2707,1193],[2724,1174]],"pitches":[{"belayPosition":[2012,2908],"labelPosition":[2061,3166],"grade":"3b","height":"35m"},{"belayPosition":[2150,2250],"labelPosition":[2137,2642],"grade":"3b","height":"45m"},{"belayPosition":[2118,1793],"labelPosition":[1885,1922],"grade":"3c","height":"25m"},{"belayPosition":[2466,1636],"labelPosition":[2367,1775],"grade":"3b","height":"20m"},{"belayPosition":[2717,1185],"labelPosition":[2616,1419],"grade":"3b","height":"30m"}],"decent":[{"anchor":[null,null],"labelPosition":[null,null],"path":[[2643,1085],[2477,1002]],"label":""}],"varients":[{"notePosition":[2061,3166],"note":"A","route":[[1956,3130],[1878,3070],[1774,2996],[1614,2918],[1530,2826],[1474,2776],[1542,2712],[1564,2656],[1602,2572],[1634,2558],[1696,2512],[1730,2524],[1796,2476],[1820,2423],[1870,2393],[2046,2365],[2072,2337]]},{"notePosition":[2061,3166],"note":"B","route":[[2186,1651],[2208,1627],[2160,1583],[2054,1553],[1936,1471],[1942,1351],[1992,1248],[1988,1133],[2024,1101]]},{"notePosition":[2061,3166],"note":"C","route":[[2212,1643],[2320,1605],[2368,1499],[2398,1441],[2404,1355],[2382,1297],[2394,1189],[2402,1091]]}]}}
