{"climbData":{"cliff":"Sass Pordoi South Face","status":"publish","id":42,"country":"Italy","county":"South Tyrol","routeName":"Via Maria","length":370,"pitches":10,"dataGrade":4,"tradGrade":"HS","techGrade":"4a","gradeSys":"UIAA","originalGrade":"IV+","geoLocation":"46.499111,11.808021","approachTime":70,"approachDifficulty":2,"rock":"Dolomite","intro":"The Route Via Maria offers an exceptional climb up a dramatic mountain face, finishing at an altitude of 2,950m. The climb is graded IV+ in <abbr title=\"Union International Alpine Association\">UIAA</abbr> grades which is roughly around Severe or Hard Severe in British grades. The route is consistent in difficulty until the last section near the summit. Many of the pitches are graded IV. The crux, whilst a little strenuous (IV+), is early in the route and more straightforward than some of the later sections. There are pitons in place thought-out the route and many of the belay points are bolted with a thick single cemented ring. However, taking a light rack with plenty of slings is essential. The route provides exceptional positions with glorious views out over the valleys with the Marmolada glacier visible to the south. The route has sustained interest with a mixture of climbing, mostly on good holds.","approach":"<strong>Approach</strong>: Park at the large car park by the cable car station at Pordoi Pass (<a href=\" https://goo.gl/maps/dnyy3jH8a63yB8Da8\" target=\"blank\">46.488146,11.810553</a>). From here there are 2 options. Climbers can follow the path up to the south face of Sass Pordoi, veering left up a scree rib where the summit path would go right. This is a long and strenuous, if straight forwards hike. Allow at least an hour for this, longer if your fitness is questionable. The other option is to take the cable car up to the summit then take the path back down and cutting across to the climb after descending the scree fan.  <br /><strong>Descent</strong>: There are again the 2 options for descent back to the car park. The easy option is to take the cable car from the summit. The climb ends at the cable car station. You need to buy tickets in advance and the last cable car down in summer is at 5pm (at the time of writing – Aug 2020). This will be announced in the 30min lead up to 5pm. The alternative option is to reverse the summit path back down passing the Rifugio Forcella Pordoi. Allow a couple of hours for the walk off descent.","pitchInfo":"Great rock, exposure and incredible views across the Dolomites. This climb is long, consistent in grade and offers a lot of Sun on the south face of Sass Pordoi. <br /><strong class=\"pitch-title\">Pitch 1 –<span class=\"length\">25m</span> <span class=\"pitchGrade UIAA\">IV</span></strong><br />The first pitch is just under 25m, and is polished at the start, but has mostly good holds. Starting just left of the big break, climb the short-polished wall, then move left slightly before heading up the cracked section to a large cemented bolt belay. <br /><strong class=\"pitch-title\">Pitch 2 –<span class=\"length\">35m</span> <span class=\"pitchGrade UIAA\">IV+</span></strong><br />The crux pitch of the route, moves into the gully a little before heading up the slab on the left. The pitch will steepen after a couple of pitons are passed and the crux will loosely follow a crack on good holds over steep ground protected by another couple of pitons. The pitch finishes on an obvious ledge below a crack, with a bolted belay. <br /><strong class=\"pitch-title\">Pitch 3 –<span class=\"length\">25m</span> <span class=\"pitchGrade UIAA\">IV</span></strong><br />A solid pitch that tackles the crack above the belay for 5m before moving left, up and then back right. After this an easier crack leads to a bolted belay on a ledge. Note, the Rockfax guide description is not completely accurate here, i.e. don’t climb 45m.<br /><strong class=\"pitch-title\">Pitch 4 –<span class=\"length\">40m</span> <span class=\"pitchGrade UIAA\">IV</span></strong><br />Follow a few pitons up the ramp towards the right side of the triangular roof. There is a bolted intermediate stance around the middle of this pitch, which is a bit of an awkward place to stop. Clipping the belay and moving on, following past a couple more pitons leads to a better belay on a bigger ledge. <br /><strong class=\"pitch-title\">Pitch 5 –<span class=\"length\">50m</span> <span class=\"pitchGrade UIAA\">III+</span></strong><br />Traverse right and then up on loose rock using natural protection (some good options for threads). Climb more or less any line up to the block between where the two parts of the mountain meet on the right. A belay can be created on the block next to the main wall where there may already be an in-situ thread. 50m rope will make the block assuming there isn’t lots of zig-zagging.  <br /><strong class=\"pitch-title\">Pitch 6 –<span class=\"length\">35m</span> <span class=\"pitchGrade UIAA\">IV</span></strong><br />Climb up the block slightly before crossing over to the main wall on good holds in an exposed an airy position. Make a rising traverse all the way out to the right edge, moving up past a niche on the right side (protected by a piton) to reach a belay on a good ledge. From the start of this pitch there will be 4 pocket looking niches higher up on the main wall, the climber is aiming to pass the right most of these on the right. <br /><strong class=\"pitch-title\">Pitch 7 –<span class=\"length\">50m</span> <span class=\"pitchGrade UIAA\">IV</span></strong><br />This pitch is likely best broken into two. First traverse right to reach a scoop / shallow cave type structure. Climb up the right side on good holds before moving back left to a position broadly above the last belay at about 25m (depending where protection was placed). A belay point can be created here on using threads and natural protection. If climbing all the way to the summit plateau, head up on good holds, heading for a large pillar above. Move left behind the smaller block (in front of the large pillar) then right up a short chimney to reach the summit plateau which is protected by a bolted anchor. <br /><strong class=\"pitch-title\">Pitch 8-10 –<span class=\"length\">120m</span> <span class=\"pitchGrade UIAA\">II to III</span></strong><br />There are multiple options to finish the route. The ground is loose under foot but the climbing / scrambling is easy. Essentially the line goes left around the tower before cutting back right and heading up to the cable car in roughly 3 pitches. Belays will need to be made using natural protection and threads. There is an option for a grade IV section on a short chimney after the tower. The cable car station is best approached on the left side climbing up and over the wall.","incline":"Vertical","face":"S","abseil":null,"traverse":1,"boat":null,"tidal":null,"polished":null,"loose":null,"seepage":null,"grassLegdes":null,"lastUpdate":"2021-10-15T01:01:03.339Z","mapImg":{"url":"img/topos/pordoi/maps/","alt":"Via Maria Climb is on the Sass Pordoi face in the Dolomites"},"topo":{"url":"img/topos/pordoi/via-maria-on-sass-pordoi-south-face-in-the-dolomites.jpg","alt":"Via Maria, Sass Pordoi in the Dolomites","atributionURL":"https://creativecommons.org/licenses/by-sa/4/","attributionText":"our own image","dataFile":5},"referances":[{"url":"https://www.ukclimbing.com/logbook/crags/sass_pordoi-21063/via_mariamariakante-102096#photos","text":"Climb Info: UKC Page (including questionable pitch info)"}],"weatherData":{"rainyDays":[4,4,5,7,10,9,9,9,6,6,6,4],"tempH":[5,8,14,18,22,26,28,26,18,18,10,6],"tempL":[-6,-3,1,4,8,12,14,14,10,5,0,-5]},"guideBooks":[{"isbn":"9781873341971","title":"The Dolomites, Rock Climbs and Via Ferrata","type":"guidebook","pg":168,"description":"The rockfax guide is well structured and covers many great multi-pitch routes in the dolomites including Via Maria / Mariakante. It’s a well-made guidebook with lots of helpful information. That said there are mistakes in some of the diagrams and descriptions which can make route finding tricky. Especially on the upper section of this route.","imgURL":"img/guidebooks/the-dolomites-climbing-guide.jpg","link":"https://amzn.to/2NdBIQw","rrp":29.95},{"isbn":"9788868392253","title":"Clibing in Val Gardena, Dolomites","type":"guidebook","pg":162,"description":"A brilliant guide book covering 70 of the best multi-pitch climbs in the Dolomites from grades II to VI. The book has a two-page spread per climb with a photo and a hand drawn topo. The approch and descent information is much better than the rockfax guide. However, the downside to this book is it has no pitch by pitch description which will make route finding on bigger walls hard. The book covers Via Maria and the the other climbs on this site and is a worthwhile purchase if you're able to get hold of it. The gift shop in the Sella pass, closest to the sella towers stocked it at the time of writting (Aug 2020).","imgURL":"img/guidebooks/climbing-in-val-gardena-dolomites.jpg","link":"https://goo.gl/maps/spCT4ZUHZwQCA3UKA","rrp":24.99}]},"topoData":{"image":"/img/topos/pordoi/crag.jpg","flag":"/img/flags/it.png","title":"Sass Pordoi South Face > Via Maria | HS 4a - 370m","belaySize":22,"route":[[1413,2481],[1410,2427],[1383,2405],[1379,2331],[1376,2285],[1352,2231],[1326,2147],[1302,2075],[1283,1995],[1260,1947],[1226,1883],[1209,1835],[1189,1775],[1159,1769],[1165,1742],[1163,1685],[1174,1652],[1204,1572],[1230,1489],[1244,1405],[1246,1348],[1225,1281],[1258,1201],[1335,1067],[1368,1029],[1391,999],[1410,958],[1401,912],[1395,869],[1408,822],[1426,767],[1438,718],[1496,671],[1474,665],[1476,644],[1515,610],[1578,590],[1614,577],[1689,551],[1753,542],[1764,514],[1746,489],[1719,486]],"pitches":[{"belayPosition":[1376,2300],"labelPosition":[1466,2429],"grade":"IV","height":"25m"},{"belayPosition":[1226,1886],"labelPosition":[1354,2052],"grade":"IV+","height":"35m"},{"belayPosition":[1188,1611],"labelPosition":[1271,1710],"grade":"IV","height":"25m"},{"belayPosition":[1246,1387],"labelPosition":[1298,1486],"grade":"IV","height":"40m"},{"belayPosition":[1229,1237],"labelPosition":[1310,1284],"grade":"III+","height":"50m"},{"belayPosition":[1376,1019],"labelPosition":[1381,1109],"grade":"IV","height":"35m"},{"belayPosition":[1493,674],"labelPosition":[1483,799],"grade":"IV","height":"45m"},{"belayPosition":[1719,485],"labelPosition":[1696,620],"grade":"III","height":"~120m"}],"decent":[],"varients":[]}}