{"climbData":{"cliff":"Sella Towers","status":"publish","id":43,"country":"Italy","county":"South Tyrol","routeName":"Via Steger","length":175,"pitches":8,"dataGrade":4,"tradGrade":"HS","techGrade":"4a","gradeSys":"UIAA","originalGrade":"IV+","geoLocation":"46.509105837,11.7738439522","approachTime":10,"approachDifficulty":1,"rock":"Dolomite","intro":"The Sella Towers are some of the most popular climbs in dolomites. The Towers offer great quality and variety of routes, as well as a short and simple approach. Via Steger is one the popular classic routes. Going at a grade of IV+ and around 175m of climbing with pleanty of extensions and variations possible, the climb won't disappoint. The crux is at the end of the route and is at least IV+, but well protected by pitons. Although the approach is short, the decent is considerably longer. The popularity has led to some polished rock in places, especially the top two pitches.","approach":"<strong>Approach & Descent</strong><br />The approach is simple. Park in the Sella Pass near the giftshop and hotel Mariaflora, were there are a number of free roadside bays. Likely very busy at peak times. Heading East along the road past the hotel, take the path on the left up the grass hill before the Sella Towers. To climb the bottom extension, take the right fork down cutting across to the base of the first Sella tower. For the original start, stay high on the hill heading for the path past the first rocky outcrop called the locomotive (it looks a bit like a train from below).There are two descent options.<br /><strong>Option 1, Abseil:</strong><br/>The route and adjacent routes can be abseiled using the large cemented rings. Given the route is often busy, this is not recommended.<br /><strong>Options 2, 'walk' off:</strong><br/>This route requires a short abseil or short steep down climb and will take around an hour. From the summit, head East and follow the path to the col (the point the two peaks join) between the first and second Sella tower. Cross over to the path behind the second tower and follow this until a fork marked by a Carin (pile of stones). Take the right south facing fork and scramble and down climb the rough path. When the path reaches a bolted abseil, take this down to the path below. This can be followed back to the path from by the hotel.","pitchInfo":"The route described here includes a bottom extension of 2 pitches (one good and one a simple scramble) that can be easily avoided if needed. For the climbers that value length the extension adds 25m of good climbing plus a scramble on a scree path. The Val de Guardia guide doesn't show the extension. The rockfax guide shows the extension in the photo topo but describes only the core route in the text description. This is a poor oversight that may cause confusion to anyone trying to use the rockfax guide. <br /><strong class=\"pitch-title\">Pitch 1 –<span class=\"length\">25m</span> <span class=\"pitchGrade UIAA\">III+</span></strong>:<br /> Starting just left of the plaque, take a left leaning line up reasonably good holds following a couple bits of fixed gear to a good ledge. Head up and left to belay at the large slung block. <br /><strong class=\"pitch-title\">Pitch 2 –<span class=\"length\">40m</span> <span class=\"pitchGrade UIAA\"></span></strong>:<br /> Follow the scree covered path left (facing the climb) and up, to create a belay at the official start of the climb. <br /><strong class=\"pitch-title\">Pitch 3 (1 of Steger) –<span class=\"length\">25m</span> <span class=\"pitchGrade UIAA\">III+</span></strong>:<br /> Climb the left leaning crack up and over blocky ground to belay on a good ledge. <br /><strong class=\"pitch-title\">Pitch 4 (2 of Steger) –<span class=\"length\">20m</span> <span class=\"pitchGrade UIAA\"></span></strong>:<br /> Traverse right and up to belay at a large ledge. An alternative variant is to keep to the left edge arete making harder and more interesting moves with good protection (traditional with some pitons) until a steep corner with good holds will take the climber to the large ledge. <br /><strong class=\"pitch-title\">Pitch 5 (3 of Steger) –<span class=\"length\">40m</span> <span class=\"pitchGrade UIAA\">IV-</span></strong>:<br /> Following the original route, climb up the chimney and make a belay at the top on the left side. Following the variant, make some harder (maybe UIAA V) moves over a steep cracked bulge up and right, using good holds. <br /><strong class=\"pitch-title\">Pitch 6 (4 of Steger) –<span class=\"length\">15m</span> <span class=\"pitchGrade UIAA\">IV-</span></strong>:<br /> Move left along the ledge until the obvious crack. A belay can be created at the base of the crack. Some questionable fix gear. <br /><strong class=\"pitch-title\">Pitch 7 (5 of Steger) –<span class=\"length\">40m</span> <span class=\"pitchGrade UIAA\">IV</span></strong>:<br /> Follow the polished crack, making some moves (~IV) over steep ground to reach a belay platform with a cemented anchor. <br /><strong class=\"pitch-title\">Pitch 8 (6 of Steger) –<span class=\"length\">25m</span> <span class=\"pitchGrade UIAA\">IV+</span></strong>:<br /> The crux pitch moves up over easy ground before making an exposed but we'll protected traverse around to the right. The climber then has to take the crack above which has some good but hidden holds and pitons protecting it. There is a fixed belay at the end of this pitch.<br /><strong class=\"pitch-title\">Scramble to Summit</strong>:<br /> Scramble to the summit where the climbers can abseil back down (not ideal for parties coming up) or scramble off the back where some walking then down climbing and an abseil or two will take climbers to a path which leads back round to the parking in the Sella Pass.","incline":"Vertical","face":"SW","abseil":1,"traverse":null,"boat":null,"tidal":null,"polished":1,"loose":null,"seepage":null,"grassLegdes":null,"lastUpdate":"2021-10-15T01:01:12.339Z","mapImg":{"url":"img/topos/sella/maps/","alt":"Via Steger Climb on the First Sella Tower in the Dolomites"},"topo":{"url":"img/topos/sella/via-steger-climb-on-the-first-sella-tower-dolomites.jpg","alt":"Via Steger on the first Sella Tower in the Dolomites","atributionURL":"https://creativecommons.org/licenses/by-sa/4/","attributionText":"our own image","dataFile":5},"references":[{"url":"https://www.ukclimbing.com/logbook/crags/sella_towers-2631/via_steger-68904","text":"Climb Info: UKC Page (pitch info excludes bottom 2 pitch extension)"}],"weatherData":{"rainyDays":[4,4,5,7,10,9,9,9,6,6,6,4],"tempH":[5,8,14,18,22,26,28,26,18,18,10,6],"tempL":[-6,-3,1,4,8,12,14,14,10,5,0,-5]},"guideBooks":[{"isbn":"9781873341971","title":"The Dolomites, Rock Climbs and Via Ferrata","type":"guidebook","pg":200,"description":"The rockfax guide is well structured and covers many great multi-pitch routes in the dolomites including Via Steger. It’s a well-made guidebook with pleanty of information. That said the detail on this route (Via Steger) is very wrong. The pitches and descriptions are for the original climb but the photo topo route includes the lower extension. To make matters worse the two have been merged to try and make them match up resulting in extra confusion. For this route, only the info for the last 4 pitches is correct.","imgURL":"img/guidebooks/the-dolomites-climbing-guide.jpg","link":"https://amzn.to/2NdBIQw","rrp":29.95},{"isbn":"9788868392253","title":"Clibing in Val Gardena, Dolomites","type":"guidebook","pg":98,"description":"A brilliant guide book covering 70 of the best multi-pitch climbs in the Dolomites from grades II to VI. The book has a two-page spread per climb with a photo and a hand drawn topo. The approch and descent information is much better than the rockfax guide. However, the downside to this book is it has no pitch by pitch description which will make route finding on bigger walls hard. The book covers Via Steger and the the other climbs on this site. It is a worthwhile purchase if you're able to get hold of it. The gift shop in the Sella pass, closest to the sella towers stocked it at the time of writting (Aug 2020).","imgURL":"img/guidebooks/climbing-in-val-gardena-dolomites.jpg","link":"https://goo.gl/maps/spCT4ZUHZwQCA3UKA","rrp":24.99}]},"topoData":{"image":"/img/topos/sella/crag.jpg","flag":"/img/flags/it.png","title":"Sella Towers > Via Steger | HS 4a - 175m","belaySize":22,"route":[[1828.5,2336.9],[1823.5,2256.9],[1821.5,2149.9],[1789.5,2064.9],[1754.5,2052.9],[1669.5,2015.9],[1575.5,2015.9],[1486.5,1999.9],[1412.5,1991.7],[1316.5,1912.7],[1264.5,1769.7],[1183.5,1685.9],[1182.5,1504.9],[1205.5,1480.8],[1317.5,1414.5],[1399.5,1407.5],[1460.5,1412.5],[1575.5,1409.5],[1585.5,1352.5],[1591.5,1273.5],[1622.5,1146.5],[1616.5,1041.5],[1680.5,1023.5],[1773.5,998.8],[1798.5,986.8],[1791.5,947.7],[1786.5,892.7],[1781.5,844.7],[1770.5,819.7],[1752.5,792.7],[1737.5,753.7],[1744.5,732.7],[1780.5,718.7],[1799.5,657.7],[1837.5,621.7],[1857.5,551.8],[1868.5,500.8],[1888.5,472.8],[1887.5,445.8],[1877.5,404.8],[1897.5,379.8],[1933.5,355.9],[1967.5,304.9],[1974.5,287.9],[2045.5,261.9],[2083.5,246.9],[2133.5,217.9],[2289.5,172.9],[2319.5,180.9],[2349.5,161.9]],"pitches":[{"belayPosition":[1675,2018],"labelPosition":[1860,2191],"grade":"III+","height":"25m"},{"belayPosition":[1185,1666],"labelPosition":[1373,1883],"grade":"","height":"40m"},{"belayPosition":[1283,1436],"labelPosition":[1255,1556],"grade":"III+","height":"20m"},{"belayPosition":[1573,1398],"labelPosition":[1400,1500],"grade":"","height":"20m"},{"belayPosition":[1635,1029],"labelPosition":[1655,1227],"grade":"IV-","height":"40m"},{"belayPosition":[1793,987],"labelPosition":[1700,1100],"grade":"","height":"15m"},{"belayPosition":[1780,715],"labelPosition":[1835,807],"grade":"IV","height":"40m"},{"belayPosition":[1885,395],"labelPosition":[1918,570],"grade":"IV+","height":"25m"},{"belayPosition":[2353,163],"labelPosition":[null,null],"grade":"","height":""}],"decent":[],"varients":[]}}