{"climbData":{"cliff":"Puig Campana","status":"publish","id":44,"country":"Spain","county":"Valencia","routeName":"Espolón Central","length":400,"pitches":10,"dataGrade":4,"tradGrade":"HS","techGrade":"4c","gradeSys":"UIAA","originalGrade":"IV+","geoLocation":"38.589097,-0.206519","approachTime":60,"approachDifficulty":2,"rock":"Limestone","intro":"The route Epsilon Central on the mountain Puig Campana is truly a world class climb. The rock is solid. The pitches have variety and are all quite consistent in grade. It takes a beautiful line up one of the most prominent features on the face.  The views over Finestrat and out to the sea are panoramic, especially on the upper ridge. The weather can be exceptionally good in winter, with sun on most of the route most of the day. There is also very little polish despite being a very popular limestone route. The popularity of the climb is the routes only downside, even an early morning “alpine” head torch start can have the climber following one party while being tailed by another. This should be seen as an endorsement of the quality of the route as much as a downside. The descent is a bit involved requiring some steep scrambling helpfully protected by metal cables. The route described here is the more direct start which has better rock climbing for the first 100m.","approach":"<strong>Approach:</strong><br>The approach is simple and take around an hour. There is a free car park designated for the Puig Campana trails at 38.579553,-0.210072. This is a good option for parking, alternatively roadside parking can be found up the road around 38.581656, -0.210525. From the parking walk up the road, around a tight hairpin bend at the top of a steep bit of road (there is parking here too), then take the trail on the right side of the road. Follow this trail and ideally take the correct right fork towards the main face. If the climb starts to go out of sight around the right side of the mountain, then the party can start to carefully cut across the shrubland using one of the many paths to reach the rock and follow the base of the mountain to the start of the climb. The route starts just left of a large sideways-oval shaped flat bit of rock. A head-torch approach is highly recommended over a head-torch descent if worried about time required vs available daylight hours. <br><br><strong>Descent:</strong><br>As the climbing eases on the last pitch to become scrambling, look for a faded white arrow pointing right, this marks the way to the descent. The descent itself is marked by red dots of paint roughly the size of small dinner plates. There are metal cables and even some large staples that form a ladder on some parts of the descent. The climber can use a personal anchor and back up sling and carabina to clip to the cables which protect most of the exposed edges and down-climbs. As a word of caution, personal anchors and slings are not designed or rated to take high factor falls that are possible on via Ferrata. As always with climbing the party should make their own risk assessments based on ability, equipment and the conditions on the mountain. There are around 40mins of scrambling and via ferrata paths to reach the scree slope. From here the summit path can be found on the left side of the slope (facing down) which will take climbers back to the car in roughly 1h 20mins walking.","pitchInfo":"There are lots of options and variations on this climb. Other topos grade it as high as V+ which is at least VS. There are some tough moves on pitches evenly spread over the route, but they are all well protected either naturally or with pitons or threads so <abbr title=\"”Hard\" severe”=\"\">HS</abbr> as per the rockfax guide feels an appropriate grade. There is a quick start (but less direct) option that trades the first 100m of climbing for a slightly longer Diff graded scramble round the left side. The initial pitches are good and there is enough daylight even on the winter solstice if climbing at a steady pace, so this is not a recommended start. Most stances are equipped with 2 bolts. All belay positions (apart from perhaps the last one) can support a traditional anchor if the bolts are in use by another party (or 2). Linking some pitches makes sense on a rope of at least 60m, if the party is able to manage/mitigate the rope drag. Other pitches could also be linked. <br><strong class=\"pitch-title\">Pitch 1 & 2–<span class=\"length\">55m</span> <span class=\"pitchGrade UIAA\">IV+</span></strong>:<br> Start just left of the oval shaped flat face of rock. <em>Esp Central</em> is painted on the rock near the start of this route. Move up the easy rock to the obvious corner where the first pitch ends (belay if on short rope). From this move out left onto the arête (prominent bulge). This is protected by some old pitons and threads. Then finish this pitch on a good ledge. <br><strong class=\"pitch-title\">Pitch 3 –<span class=\"length\">30m</span> <span class=\"pitchGrade UIAA\">IV</span></strong>:<br> Climb the corner protected by a peg, continuing up easier ground after this. The new Rockfax guide grades this III, others places grade it as V. A belay can be created on the ledge with trees. <br><strong class=\"pitch-title\">Pitch 4 & 5 –<span class=\"length\">~50m</span> <span class=\"pitchGrade UIAA\">III+</span></strong>:<br> Climb up past a small tree, especially awkward with a rucksack, then continue up to a large ledge with a path leading right. Pass the optional tree belay to a bolted belay at the base of the ridge. <br><strong class=\"pitch-title\">Pitch 6 –<span class=\"length\">20m</span> <span class=\"pitchGrade UIAA\">IV</span></strong>:<br> Climb up the face of the ridge to a ledge. There is a peg belay on pegs just up and right from a tree. <br><strong class=\"pitch-title\">Pitch 7 –<span class=\"length\">45m</span> <span class=\"pitchGrade UIAA\">IV</span></strong>:<br> Follow the ridge to a good ledge. <br><strong class=\"pitch-title\">Pitch 8  & 9 –<span class=\"length\">~50m</span> <span class=\"pitchGrade UIAA\">IV+</span></strong>:<br> Move around the left and forwards for ~5m to the base of a cracked groove. Climb the groove until it eases to a ledge with a tree (optional belay). Move up and right to belay under the cracked wall. <br><strong class=\"pitch-title\">Pitch 10–<span class=\"length\">30m</span> <span class=\"pitchGrade UIAA\">IV+</span></strong>:<br> Climb leftwards a little to the flared groove. Climb up this crack and groove to a ledge with bolt belay set back a bit. <br><strong class=\"pitch-title\">Pitch 11–<span class=\"length\">50m</span> <span class=\"pitchGrade UIAA\">IV+</span></strong>:<br> Move back over broken ground for about 10m. Where the wall steepens there is a small pinnacle left of the blank wall.  The left and right of this are climbable but the left is probably easier and less hollow sounding than the right side. After this continue up the ridge to a stance with bolt belays. <br><strong class=\"pitch-title\">Pitch 12–<span class=\"length\">30m</span> <span class=\"pitchGrade UIAA\">IV</span></strong>:<br>  Climb directly up the steep ridge on good but not always obvious hand holds. There is a zig-zay crack and the final belay is on a large flat ledge with a pair of bolts left of the deep crack / groove. <br><strong class=\"pitch-title\">Pitch 13–<span class=\"length\">40m</span> <span class=\"pitchGrade UIAA\">IV</span></strong>:<br> Climb the deep groove right of the bolts. As it eases the climber is looking for a faded white arrow pointing right of some large red paint dots off to the right. A traditional anchor can be made using a tree and / or cracked rocks on the easy ground.","incline":"Vertical","face":"S","abseil":"","traverse":"","boat":"","tidal":"","polished":"","loose":"","seepage":"","grassLegdes":"","lastUpdate":"2022-11-04T01:01:03.339Z","weatherData":{"rainyDays":[3,3,3,4,4,2,1,1,3,4,4,4],"tempH":[14,14,16,17,20,24,27,27,25,22,18,15],"tempL":[9,9,11,13,16,20,23,23,21,18,13,11]},"mapImg":{"url":"img/topos/puig-campana/maps/","alt":"Puig Campana's Location in in Costa Blanca Spain","geo":"38.589097,-0.206519"},"topo":{"url":"img/topos/puig-campana/epsolon-central-puig-campana-climb-topo.jpg","alt":"Topo for Espolón Central climb on Puig Campana","atributionURL":"https://creativecommons.org/licenses/by/4.0/","attributionText":"our own image","dataFile":5},"referances":[{"url":"http://fjalejandre.blogspot.com/2015/02/PuigCampanaEspolonCentral.html","text":"Climb Info: Good compilation in Spanish"},{"url":"https://climbmadrid.com/espolon-central-al-puig-campana-v/","text":"Climb Info: Climb Madrid Topo"},{"url":"https://elev-arte.com/index.php/escuelas-de-escalada/com-valenciana/alicante/129-puig-campana/1044-via-espolon-central-5-430-mts-puig-campana","text":"Climb Info: Elev-arte Topo"},{"url":"https://www.ukclimbing.com/logbook/crags/puig_campana-1689/espolon_central-22506","text":"Climb Info: UKC Page"}],"guideBooks":[{"isbn":9781873341674,"title":"Spain: Costa Blanca","type":"guidebook","pg":204,"description":"A great book covering a wide and varied set of crags in sunny Spain. This guide covers a lot of sport routes both single and multi-pitch as well as a smaller number of traditionally protected routes with some single and many multi-pitch routes. Most of the trad multi-pitch routes do have some fixed gear / anchors. The guide covers a few popular lines up Puig Campana in detail, including Epsolon Central. Pitch 3 in the new guide has the wrong grade. The old guide is as good and covers the Edwards Extension up to the summit of Pic Prim the smaller peak southwest of Puig Campana.","imgURL":"img/guidebooks/costa-blanca.jpg","link":"https://amzn.to/2Emt6Wb","rrp":29.95}]},"topoData":{"image":"/img/topos/puig-campana/crag.jpg","flag":"/img/flags/es.png","title":"Puig Campana > Espolón Central | IV+ / HS 4a - 400m","belaySize":18,"route":[[611,2588],[600,2526],[557,2486],[557,2460],[525,2443],[520,2368],[520,2292],[541,2291],[557,2211],[565,2142],[597,2126],[605,2046],[634,2016],[666,1987],[714,1988],[746,1969],[776,1854],[811,1784],[819,1715],[819,1667],[822,1657],[795,1585],[782,1531],[782,1500],[792,1421],[786,1396],[782,1367],[810,1341],[837,1311],[845,1277],[840,1266],[846,1247],[862,1218],[867,1197],[851,1160],[872,1038],[875,972],[874,931],[878,865],[886,830],[910,761],[914,750]],"pitches":[{"belayPosition":[523,2298],"labelPosition":[418,2424],"grade":"IV+","height":"55m"},{"belayPosition":[567,2140],"labelPosition":[607,2219],"grade":"IV","height":"30m"},{"belayPosition":[750,1960],"labelPosition":[662,2038],"grade":"III+","height":"~50m"},{"belayPosition":[780,1845],"labelPosition":[803,1882],"grade":"IV","height":"20m"},{"belayPosition":[821,1673],"labelPosition":[843,1746],"grade":"IV","height":"45m"},{"belayPosition":[784,1493],"labelPosition":[854,1547],"grade":"IV+","height":"50m"},{"belayPosition":[841,1269],"labelPosition":[843,1366],"grade":"IV+","height":"30m"},{"belayPosition":[867,1064],"labelPosition":[904,1125],"grade":"IV+","height":"50m"},{"belayPosition":[875,888],"labelPosition":[902,940],"grade":"IV","height":"30m"},{"belayPosition":[909,757],"labelPosition":[928,817],"grade":"IV","height":"40m"}],"decent":[{"anchor":[null,null],"labelPosition":[null,null],"path":[[965,720],[1013,708],[1074,676]],"label":""}],"varients":[]}}