{"climbData":{"cliff":"Penya Roc","status":"publish","id":47,"country":"Spain","timeZone":"Europe/Madrid","county":"Costa Blanca","routeName":"Dos Hermanos","length":205,"pitches":7,"dataGrade":5,"tradGrade":"VS","techGrade":"5a","gradeSys":"BAS","originalGrade":"V","geoLocation":"38.63503594,-0.18222043614","approachTime":45,"approachDifficulty":1,"rock":"Limestone","intro":"A unique mountain adventure that can be described as both incredible and, in places harrowing. Set deep in the mountains of Costa Blanca around the cliffs of Pen y Roc, the Two Brothers climb or Dos Hermanos offer solitude and isolation away from the busy classic routes on Penon Ifatch and Puig Campania. There are breathtaking views over stunning mountain scenery, looking out to the sea, with varied and interesting climbing. The route itself climbs two isolated towers, with the option of adding a wild tyrolean traverse and an additional 100m of scrambling up a ridge to the summit of la Capella. The full link up was first climbed by Roland Edwards in 2003. Edwards has put up numerous first accents in the area. The description states: 'This route must rate as one of the best, at its grade, in the area for mountain rock climbing.' It has all the hallmarks of an amazing adventure, but  it's let down by the first tower being a bit overgrown (in 2025) and the second tower having considerable loose rock. Negatives aside the route offers some fantastic moves with many pitches at or close to VS in grade. There are slabs, aretes, cracks and even some steep climbing on good handholds. For an experienced party it offers an adventure in a wonderful isolated setting.","approach":"<strong>Approach:</strong><br />There are two main ways to approach this.<br /><em>Option 1</em>: A long walk can be made from climbing area in the Echo Valley. The original guide (linked below) describes this.<br /><em>Option 2</em>. This has less walking and drives around a single track pass (gravel only in places) at the back of the mountains. Parking can be found near the notch between the mountains at <a href='https://maps.app.goo.gl/zxACqepphBtLR1KG7' target='blank'>38.64120185, -0.18481217192</a>. From the parking walk down to reach the hiking trail around <a href='https://maps.app.goo.gl/1zugRBXBKMPx2GEd9' target='blank'>38.646661705, -0.1857902219</a>. If driving from the north it may be better to park lower down and walk up. From the hiking trail a ~30 min walk can be made to the climb. The hiking path is followed until a large open junction is found. The obvious right path is taken until underneath the cliffs with the climb clearly visible. From here, cut off the path and follow the scree to the base of the first tower where the route starts behind a large boulder. The first tower could be skipped (the second has better climbing). Stick to the scree and rock as the local flora is positively hostile.<br /><br /><strong>Decent:</strong><br />From the top of the second tower make a 35m abseil back to the ground (see note below regarding quality Abseil points), scramble back down the gully on the scree to the hiking path.","pitchInfo":"Consider carefully before attempting this route. <em>Do not use any information in this site to plan, attempt, or climb a particular route unless you are willing to assume personal responsibility for all risks associated</em>. <br /><br /><strong>Abseil points:</strong><br />The abseil on the first tower is a large single ring showing its age in Feb 2025. It could likely be backed up by bringing (and leaving) a meter or so of cord and a maillon on a nearby spike. (Or a new bolt added for those with the skill). The second tower abseil has one good bolt, attached via old cord to an old rusted bolt (and what looks like a home made aluminium hanger) with a partially rusted maillon. Replacing the old rope cord and abseiling off a new maillon on the newer bolt might be a better option. The state of the tyrolean traverse spike can't be accessed in any detail from the other tower. <a href='/img/topos/penya-roc/abseil-station-on-second-tower-two-brothers-climb.jpg' target='blank' />Photo from the summit of second tower showing views and in-situ gear.</a><br /><br /><strong>Protection:</strong><br />Consider this a full trad route. The natural protection is mostly very good with a full rack.<br /><br /><strong>Loose rock:</strong><br />The second tower has a lot of loose rock, more so than 'normal' loose mountain routes. Especially true if slightly off route. The smaller of the rocks hurt when they hit you. It's fair to assume larger loose rocks, of which there are plenty, would be life threatening, to the point it would be worth leaving at least a couple of pitches gap in the unlikely event there was a party climbing above. Helmets are a must.<br /><br /><strong class=\"pitch-title\">Pitch 1, Tower 1 – <span class=\"length\">20m</span> <span class=\"pitchGrade uiaa\">Grade V</span></strong><br />Climb the slab into a niche with a piton & ring. From here make hard moves (possibly easier without vegetation) through the bulge before trending right to a single bolt, where a belay can be built.<br /><strong class=\"pitch-title\">Pitch 2, Tower 1 – <span class=\"length\">20m</span> <span class=\"pitchGrade uiaa\">Grade V</span></strong><br />Climb to the next ledge (thread), then tackle the obvious groove before moving right to the arete and up to a good ledge with a bolt, where a belay can be made.<br /><strong class=\"pitch-title\">Pitch 3, Tower 1 – <span class=\"length\">30m</span> <span class=\"pitchGrade uiaa\">Grade IV</span></strong><br />Move up onto a block to the left of the belay, traverse left a little before climbing a steep wall up to a ledge with a lot of vegetation (small trees as of 2025). Pass the trees on the right side, to reach the start of the pinnacle. The pinnacle is passed on the right side to reach a large single bolt with an abseil ring (see note above).<br /><br /><strong>Abseil:</strong> around 30m back to ground level.<br /><br />Scramble up to the next tower. The scree path on the right offers easy access to the base of the tower, where a path left leads to the start of the arete of the first pitch up the second tower.<br /><strong class=\"pitch-title\">Pitch 4, Tower 2 P1. – <span class=\"length\">35m</span> <span class=\"pitchGrade uiaa\">Grade IV</span></strong><br />This pitch climbs the ridge/arete proper up to a good ledge. The  easier looking holds right of the arete are loose. From the ledge move to the left a few meters before climbing the steep wall just around the corner using good hand holds (jugs). Build a belay around the old peg.<br /><strong class=\"pitch-title\">Pitch 5, Tower 2 P2. – <span class=\"length\">40m</span> <span class=\"pitchGrade uiaa\">Grade IV+</span></strong><br />Arguably the best pitch on the climb, it tackles 4 short walls each offering magnificent moves. The first is steep but with good holds and the last is a more delicate affair, but on a slightly less steep wall. A belay can be made at the base of the obvious pinnacle.<br /><strong class=\"pitch-title\">Pitch6, Tower 2 P3. – <span class=\"length\">20m</span> <span class=\"pitchGrade uiaa\">Grade II</span></strong><br />Scramble along the ridge to the base of the next tower.<br /><strong class=\"pitch-title\">Pitch 7, Tower 2 P4. – <span class=\"length\">40m</span> <span class=\"pitchGrade uiaa\">Grade V-</span></strong><br />Climb onto the sloping ledge and then either: a) tackle the steep (and loose) blocks above the belay, or b) make a long and awkward reach around the corner left before moving up a narrow slab. After either of these options, the pitch eases and ascends via groves and ledges to the abseil point.<br /> <br />From here an abseil of 35m can be made back to ground level. The more adventurous original guide (linked below) suggests throwing a rope to lasso the spike on the opposite tower, and creating a tyrolean traverse. After which a 25m abseil to the left can be made and a 100m grade III scramble can be done up to the summit of La Capella. Given the state of much of the fixed gear in Feb 2025, skipping this seems the safer option.","incline":"Slab & Vertical","face":"NE","abseil":true,"traverse":true,"boat":null,"tidal":null,"polished":null,"loose":true,"seepage":null,"grassLegdes":true,"lastUpdate":"2025-02-10T01:01:42.339Z","weatherData":{"rainyDays":[4,3,4,4,4,2,1,1,3,4,4,4],"tempH":[15,16,18,19,23,27,29,29,27,24,18,16],"tempL":[6,6,8,10,13,17,20,21,18,14,9,7]},"mapImg":{"url":"img/topos/penya-roc/maps/","alt":"Costa Blanca Two Brothers Climb location"},"topo":{"url":"img/topos/penya-roc/two-brothers-climb-dos-hermanos-topo-penya-roc.jpg","alt":"Topo for Two Brothers Climb, Dos Hermanos near Penya Roc","atributionURL":"https://creativecommons.org/licenses/by/4.0/","attributionText":"our own image"},"references":[],"guideBooks":[{"isbn":"n/a","title":"Dos Hermanos","type":"guidebook","pg":1,"description":"The original guide can be found in the free topos section linked on the compass west site. There are also well written paid topos on the site for other areas and compass west also offers affordable accommodation and guiding. The guide is more than clear enough to complete the route and link up. It also shows a possible HVS variation on tower one as well as the traverse and scramble up to the summit of La Capella.","imgURL":"img/guidebooks/compass-west.png","link":"http://www.compasswest.co.uk/topos/","rrp":"Free"}]}}