{
    "climbData": {
        "cliff": "Buzzards Roost",
        "status": "publish",
        "id": 49,
        "country": "Northern Ireland",
        "county": "Mourne and Down",
        "routeName": "The Sheugh",
        "length": 71,
        "pitches": 3,
        "dataGrade": 3,
        "tradGrade": "S",
        "techGrade": "3c",
        "gradeSys": "BAS",
        "originalGrade": "Severe",
        "geoLocation": "54.156849423,-5.97937236724",
        "approachTime": 75,
        "approachDifficulty": 1,
        "rock": "Granite",
        "intro": "The Sheugh, pronounced shuck, is the only climb in the Mourne Mountains guidebook to be given 4 stars. The route has a fearsome reputation, described in  the guidebook as being on the humorous side of character building. It was first climbed in 1954, and is full of old school climbing moves including quite a lot of whole body chimney jamming. It offers a unique adventure, with quality climbing almost all the way, with just a few caveats. Firstly it needs an extended dry period, no easy ask in the Mournes, or the route will be wet and considerably harder. Protection is mostly okay with a full rack, but you will need a head torch to help find placements. The rock is also mossy and slightly crumbly in places. It’s fair to assume the 4th star acts as a kind of Siren call, to draw in unsuspecting climbers, who may well end up stuck on the rocks. It is nevertheless a very worthwhile route when in condition, offering a truly unique adventure in an amazing atmosphere that would be hard to find anywhere else. The Sheugh is a memorable climb though the central chimney of Buzzards Roost. Sheugh means a furrow, but can be colloquially used (as it is here) to mean the space between the buttocks. Buzzards Roost is named after the shape of the rock formation as seen in the image below.",
        "approach": "<strong>Approach</strong>: Park in the Carrick Little top car park (£3 in 2025). There is a small free car park on the corner as you turn onto the gravel road about half a mile before the paid one, this will add 12 mins walk each way.  From the top car park, take the path North into the Mourne Mountains. Follow the path past the Annalong woods on the right, then past the small lake called Blue lough on the right and Buzzards Roost should be visible on the hillside to the left. At an appropriate point cross directly towards Buzzards Roost and hike up to the crag. The ground is boggy when off the path. It's best to leave the bags a little further back from the crag to save some time on the descent. <br><br><strong>Descent</strong>: To descend from the crag, walk South towards Sleive Binnian before scrambling down the steep gully (grass and rock etc) until you reach your bags, likely in front of Buzzards Roost. From here reverse the approach by walking to and following the path back to the carpark. ",
        "pitchInfo": "This is a unique adventure climbing though the dark, often dank, depths of Buzzards Roost crag in the Mourne Mountains. The climber's back will get almost as much use as the hands on the first pitch, so removing rucksacks and gear from the back of the harness will make life easier. A head torch will help find holds and in particular gear placements on pitch 1 and 2. <br><br> <strong class='pitch-title'>Pitch 1 –<span class='length'>28m</span> <span class='pitchGrade bas'>3c</span></strong>:<br>Move into the chimney and onto the first obvious chockstone (wedged block). From this, move up and deeper onto the next chockstone, with some difficulty. From here the route moves up and slightly left, before moving back towards the entrance; up and right, onto another group of wedged blocks (some loose). The belay is above these on an obvious large slanting wedged block. See <a href='/img/topos/buzzards/the-shuck-belay-position.jpg' target='blank'>picture of first belay ledge, taken from the second</a>.<br><br><strong>VS Variation</strong>: It's possible to climb up directly from the end of pitch one to the top of the crag at the harder grade of very severe. <br><br> <strong class='pitch-title'>Pitch 2 –<span class='length'>25m</span> <span class='pitchGrade bas'>3c</span></strong>:<br>Make an improbable looking traverse horizontally back into the depths of Buzzards Roost to the next ledge system. A head torch may make finding protection easier. There are cracks on both the left and right walls in places.<br><br> <strong class='pitch-title'>Pitch 3 –<span class='length'>18m</span> <span class='pitchGrade bas'>3c</span></strong>:<br> Move to the back of the ledge and climb a short grove on the right wall (when facing into the chimney) before traversing up and right across a mossy bulge. From here move up and then turn onto the other wall where a long reach to a jug will give access to a ledge followed by a grassy slope against the rock, which leads to the summit. Large boulders further back can be used to build the anchor.",
        "incline": "Vertical",
        "face": "SE",
        "abseil": null,
        "traverse": true,
        "boat": null,
        "tidal": null,
        "polished": null,
        "loose": null,
        "seepage": true,
        "grassLegdes": null,
        "lastUpdate": "2025-04-30T13:25:31.356Z",
        "mapImg": {
            "url": "img/topos/buzzards/maps/",
            "alt": "Buzzards Roost in the Mourne Mountains"
        },
        "topo": {
            "url": "img/topos/buzzards/the-sheugh-climb-on-buzzards-roost.jpg",
            "alt": "The Sheugh on Buzzards Roost in the mournes",
            "atributionURL": "https://creativecommons.org/licenses/by-sa/4/",
            "attributionText": "our own image",
            "dataFile": 5
        },
        "references": [
            {
                "url": "https://www.ukclimbing.com/logbook/crags/buzzards_roost-1148/the_sheugh-86377#overview",
                "text": "Climb Info: UKC Page (including great comments)"
            }
        ],
        "weatherData": {
            "rainyDays": [
                18,
                15,
                17,
                16,
                14,
                14,
                15,
                14,
                14,
                18,
                18,
                20
            ],
            "tempH": [
                5,
                5,
                7,
                9,
                12,
                15,
                16,
                16,
                14,
                10,
                7,
                5
            ],
            "tempL": [
                0,
                0,
                1,
                2,
                4,
                7,
                9,
                9,
                7,
                5,
                2,
                0
            ]
        },
        "guideBooks": [
            {
                "isbn": "9780902940291",
                "title": "Rock Climbs in the Mourne Mountains",
                "type": "guidebook",
                "pg": 71,
                "description": "A very comprehensive guide to trad climbing in the Mourne Mountains. The section on Buzzards Roost is very detailed, although specific details for The Sheugh are vague. With the 3rd pitch description written as 'Further wiggling leads to a secluded meadow' which makes little sense. ",
                "imgURL": "img/guidebooks/rock-climbs-in-the-mournes-mountains.jpg",
                "link": "https://amzn.to/2SKowVu",
                "rrp": 19.95
            },
            {
                "isbn": "9780956787422",
                "title": "Rock Climbing in Ireland",
                "type": "guidebook",
                "pg": 253,
                "description": "This is a great guide to rock climbing in Ireland. The book has a focus on trad climbing and covers many multi-pitch routes from Donegal to Fair Head and plenty of routes in the Mourne Mountains, including The Sheugh. It describes the route as 'A dank but atmospheric journey into the heart of darkness', which is pretty accurate. However the description is very vague and inaccurate for pitch 2 and 3.",
                "imgURL": "img/guidebooks/rock-climbing-in-ireland.jpg",
                "link": "https://amzn.to/32Nqn4q",
                "rrp": 20
            }
        ]
    },
    "topoData": 
        {"image":"/img/topos/buzzards/crag.jpg","flag":"/img/flags/gb.png","title":"Buzzards Roost > The Sheugh | Severe 3c - 71m","belaySize":20,"route":[[1355,1984],[1352,1935],[1355,1892],[1351,1863],[1365,1858],[1365,1829],[1362,1798],[1363,1746],[1363,1697],[1387,1666],[1392,1624],[1393,1581],[1381,1538],[1397,1518],[1401,1456],[1414,1417],[1431,1362],[1435,1320],[1419,1310],[1420,1270]],"pitches":[{"belayPosition":[1392,1604],"labelPosition":[1443,1909],"grade":"Severe 3c","height":"28m"},{"belayPosition":[1396,1495],"labelPosition":[1473,1550],"grade":"Severe 3c","height":"25m"},{"belayPosition":[1419,1252],"labelPosition":[1500,1362],"grade":"Severe 3c","height":"18m"}],"decent":[],"varients":[{"notePosition":[2061,3166],"note":"A","route":[[1956,3130],[1878,3070],[1774,2996],[1614,2918],[1530,2826],[1474,2776],[1542,2712],[1564,2656],[1602,2572],[1634,2558],[1696,2512],[1730,2524],[1796,2476],[1820,2423],[1870,2393],[2046,2365],[2072,2337]]},{"notePosition":[2061,3166],"note":"B","route":[[2186,1651],[2208,1627],[2160,1583],[2054,1553],[1936,1471],[1942,1351],[1992,1248],[1988,1133],[2024,1101]]},{"notePosition":[2061,3166],"note":"C","route":[[2212,1643],[2320,1605],[2368,1499],[2398,1441],[2404,1355],[2382,1297],[2394,1189],[2402,1091]]}]}
    
}
