{"climbData":{"cliff":"Tormore Group","status":"publish","id":5,"timeZone":"Europe/London","country":"Ireland","county":"Donegal","routeName":"Cnoc Na Mara","length":152,"pitches":4,"dataGrade":5,"tradGrade":"VS","techGrade":"4b","gradeSys":"BAS","originalGrade":"VS 4b","geoLocation":"54.761240,-8.691597","approachTime":90,"approachDifficulty":3,"rock":"Quartzite","intro":"Whilst it might seem like an amenable grade and reasonable length, this is a serious adventure on rock that is loose in places with limited reliable protection in places. Expect a long day our for this adventure! The route takes the landward facing ridge to the summit. You will need a small boat or canoe to get to the base and ideally a very calm sea in order to make a reasonably safe crossing. Expect a complicated descent requiring some down climbing and abseiling.","approach":"Drive the 22 kilometre c class laneway from Ardara to the road end at An Port, the gateway to Irelands last great wilderness. Fom here on foot, follow the clifftop path for approx 2 kilometre to an outstanding viewpoint overlooking Glenlough Bay, Irelands largest raised shingle storm beach. From this viewpoint descend the very steep grass/scree slope for 200 or so metres and abseil from the two peg belay to the Entrance to Shambala storm beach. From the beach it is a 125 meter sea passage to the base of the stack.","pitchInfo":null,"incline":"Slab","face":"E","abseil":1,"traverse":null,"boat":1,"tidal":1,"polished":null,"loose":1,"seepage":null,"grassLegdes":null,"lastUpdate":"2021-10-15T01:01:42.339Z","weatherData":{"rainyDays":[19,15,16,13,13,13,15,16,15,17,19,18],"tempH":[8,8,10,12,15,17,18,18,16,13,10,9],"tempL":[2,2,3,5,7,10,12,12,10,8,5,3]},"mapImg":{"url":"img/topos/cnoc/maps/","alt":"Map showing the location of the Tormore Sea Stacks"},"topo":{"url":"img/topos/cnoc/cnoc-na-mara-route-topo.jpg","alt":"Cnoc Na Mara Route Topography","atributionURL":"https://uniqueascent.ie/cnoc_na_mara","attributionText":"Credit Iain Miller","dataFile":null},"references":[{"url":"https://uniqueascent.ie/cnoc_na_mara","text":"Cnoc Na Mara by Iain Miller (first ascensionist)"}],"guideBooks":[{"isbn":"9780902940994","title":"Rock Climbing in Donegal","type":"guidebook","pg":80,"description":"A very comprehensive guide to Climbing Irelands North West County of Donegal. Author Iain Miller is a very accomplished climber and set many of the first accents in the book including Cnoc Na Mara. The book is great value for money, however if you are on a budget, much of the material is posted free on Iain Millers Website uniqueascent.ie","imgURL":"img/guidebooks/rock-climbing-in-donegal.jpg","link":"https://amzn.to/2zQOEY3","rrp":20}]}}