{"climbData":{"cliff":"Sass Pordoi","status":"publish","id":6,"country":"Italy","county":"Dolomites","routeName":"Fedele","length":555,"pitches":16,"dataGrade":4,"tradGrade":"HS","techGrade":"4a","gradeSys":"UIAA","originalGrade":"IV+","geoLocation":"46.503278,11.802140","approachTime":45,"approachDifficulty":2,"rock":"Dolomite","intro":"A superb and impressive route, often seen as the best climbs of its grade (UIAA IV+) in the Dolomites. The climb weaves its way along the edges of the large black water steak that dominates the face. This water that comes heavy in wetter months, has shaped the rock in to lots of clean jugs making the accent surprisingly easy for the steep face. Make sure you wait for a dry period to tackle this climb or you will have to deal with seepage or potentially a full on waterfall, especially on the higher pitches across the black streak. For those up to the challenge the Dibona Upper Wall provides the logical continuation. Combining the routes gives almost a kilometre of climbing up one of the most impressive faces of the Dolomites whilst never exceeding grade IV+.","approach":"Its possible to park at Ristorante Pian Schiavaneis (46.503278,11.802140). From there, head North and slightly East to Sass Pordoi. Start 50m left of the prominent black streak, directly below the huge boulder on the upper ledge. Climb easy scree and rocks to a scree basin where the climb starts.","pitchInfo":null,"incline":"Vertical","face":"NW","abseil":null,"traverse":null,"boat":null,"tidal":null,"polished":null,"loose":null,"seepage":null,"grassLegdes":null,"lastUpdate":"2021-10-15T01:01:02.339Z","weatherData":{"rainyDays":[4,4,5,7,10,9,9,9,6,6,6,4],"tempH":[5,8,14,18,22,26,28,26,18,18,10,6],"tempL":[-6,-3,1,4,8,12,14,14,10,5,0,-5]},"mapImg":{"url":"img/topos/sass/maps/","alt":"Map showing Sass Pordoi In the Dolomites"},"topo":{"url":"img/topos/sass/sass-pordoi-via-fedele-topo-crop.jpg","alt":"Sass Pordoi Route Via Fedele Topo","atributionURL":"https://pixabay.com/en/sass-pordoi-sella-massif-2738856/","attributionText":"Pixabay","dataFile":null},"referances":[],"guideBooks":[{"isbn":"9781873341971","title":"The Dolomites, Rock Climbs and Via Ferrata","type":"guidebook","pg":175,"description":"This guide covers everything you need for a multi-pitch climbing trip regardless of ability, it also has sport, trad and via ferrata routes. It features all the major areas and has very clear topos and route descriptions including Fedele and the extension and adjecent route Dibona.","imgURL":"img/guidebooks/the-dolomites-climbing-guide.jpg","link":"https://amzn.to/2NdBIQw","rrp":29.95}]}}