{"climbData":{"cliff":"Cwm Idwal","status":"publish","id":7,"country":"Wales","county":"Gwynedd","timeZone":"Europe/London","routeName":"Ordinary Route","length":140,"pitches":4,"dataGrade":1,"tradGrade":"D","techGrade":"3a","gradeSys":"BAS","originalGrade":"D 3a","geoLocation":"53.11047,-4.02601","approachTime":30,"approachDifficulty":1,"rock":"Rhyolite","intro":"The Ordinary Route is the easiest route on Idwal Slabs or Rhiwiau Caws as is the propper Welsh name. This climb represents an ideal introduction to trad multi-pitch climbing, as such it's common to see groups of 3 people climbing, led by a guide. The descent can prove tricky, especially in or after wet conditions.The down climbing part of the descent is on a shaded corner of the mountain so typically won't dry as quickly as the slabs. Expect some polish on the route as well. The views are stunning and get better as the route progresses. The route is typically climbed over 4 pitches with more scrambling after the 4th pitch. Route finding higher on the slabs can be a little tricky. It's fair to say stamina is more important than any great technical climbing skill to get up the Ordinary Route.","approach":"<strong>Approach</strong>: Take the main path from Ogwen Cottage to Llyn Idwal and continue around the left-hand side of the lake towards the slabs which are straight ahead of you. Any attempt at a shortcut off the path will likely slow you down.<br><br><strong>Descent</strong>: Getting off the mountain can prove tricky. From the last pitch, scramble across the crag moving up and left, consider staying roped if with beginners. As the party moves back there is the option to down-climb or abseil off the back corner of the cliff. This section is steeper than the climbing on the route albeit with better holds and much shorter. Less confident parties may wish to abseil or get a belay from above while down climbing. Once the steep part has been navigated the scree path will take climbers back to the base of the Idwal Slabs. <br>","pitchInfo":"First climbed in 1897 the Ordinary Route is the easiest climb up the Idwal slabs. That said the route Hope is not much more challenging (and a better climb). The Ordinary Route offers a good introduction to multi-pitch climbing, and as such it's often a busy climb and used by guides quite a lot. Unless it’s raining the slabs at Cwm Idwal can be busy. Climbers can ascend this route in bad weather if they are brave.\n<br>\n<strong class=\"pitch-title\">Pitch 1 –<span class=\"length\">45m</span> <span class=\"pitchGrade brit\"></span></strong><br>\nFollow the obvious crack to a wedged block and either belay there or on a better ledge above. \n<br>\n<strong class=\"pitch-title\">Pitch 2 –<span class=\"length\">45m</span> <span class=\"pitchGrade brit\"></span></strong><br>\nAfter the belay, take the left hand grove working up and left slightly before following a long rightwards leaning line of weakness up to some ledges where another belay can be made. \n<br>\n<strong class=\"pitch-title\">Pitch 3 –<span class=\"length\">25m</span> <span class=\"pitchGrade brit\"></span></strong><br>\nFollow the crack up towards a ledge, the route becomes much less clear here with multiple options for creating an anchor. Ideally take the easiest climbing.\n<br>\n<strong class=\"pitch-title\">Pitch 4 –<span class=\"length\">25m</span> <span class=\"pitchGrade brit\"></span></strong><br>\nThe final official pitch goes left for about 8m then up and right towards a much larger ledge system. A shorter, slightly harder and more direct line can be taken. After this there is a reasonable amount of scrambling left and then up to get to the downclimb or abseil. Instead of the scramble, climbers can continue up on the harder continuation wall. This will add more length to this route at a higher grade. Lazarus to the far right is the easiest and arguably best way up if you want to continue with harder climbing.","incline":"Slab","face":"NW","abseil":"","traverse":"","boat":"","tidal":"","polished":"","loose":"","seepage":"","grassLegdes":"","lastUpdate":"2021-10-18T01:01:44.339Z","weatherData":{"rainyDays":[13,10,11,9,8,8,8,9,10,14,14,14],"tempH":[8,8,9,12,15,17,19,18,17,13,10,8],"tempL":[3,2,3,4,7,10,12,12,10,8,5,3]},"mapImg":{"url":"img/topos/idwal/maps/","alt":"Map showing Cwm Idwal in Wales"},"topo":{"url":"img/topos/idwal/idwal-slabs-multi-pitch-climbing-ordinary-route-topo.jpg","alt":"Idwal Slabs offers easy multi-picth climbing. This is the route topo.","atributionURL":"https://creativecommons.org/licenses/by-sa/4.0/","attributionText":"Our own image","dataFile":5},"references":[{"url":"https://www.ukclimbing.com/logbook/crag.php?id=496","text":"UKC Page"}],"guideBooks":[{"isbn":9781873341827,"title":"North Wales Climbs","type":"guidebook","pg":191,"description":"North wales has plenty of Trad climbs above 50m. This book covers a good selection of climbs from a good selection of cliffs, including a variety of routes up the Idwal Slabs. The book is very much a worthwhile investment for any rock climbing trip to the Llanberris and Snowdon area of Wales. ","imgURL":"img/guidebooks/north-wales-climbs.jpg","link":"https://amzn.to/2RJohKd","rrp":24.99}]},"topoData":{"image":"/img/topos/idwal/crag.jpg","flag":"/img/flags/wa.png","title":"Cwm Idwal > Ordinary Route | D 3a - 140m","belaySize":20,"route":[[1585,1875],[1588,1584],[1591,1117],[1612,909],[1620,850],[1661,809],[1686,770],[1673,734],[1673,710],[1651,672],[1706,583],[1792,524],[1860,486],[1905,462],[1915,450],[1914,438],[1891,432],[1847,418],[1805,401],[1805,383],[1831,369],[1859,353],[1941,320],[1973,299]],"pitches":[{"belayPosition":[1622,879],"labelPosition":[1642,1061],"grade":"","height":"45m"},{"belayPosition":[1852,488],"labelPosition":[1736,595],"grade":"","height":"45m"},{"belayPosition":[1894,424],"labelPosition":[1951,455],"grade":"","height":"25m"},{"belayPosition":[1964,300],"labelPosition":[1697,365],"grade":"","height":"25m"}],"decent":[{"anchor":[null,null],"labelPosition":[null,null],"path":[[1842,312],[1751,309]],"label":""},{"anchor":[null,null],"labelPosition":[1402,210],"path":[[1619,303],[1615,261],[1592,258],[1582,287]],"label":"Scramble up & over"}],"alternatives":[{"routeName":"Tennis Shoe","reference":"A","grade":"HS 4b","length":"141m","description":"It’s hard to imagine this being first climbed solo in 1919 by Noel Ewart Odell. The route is incredible and takes a stunning line above the steep East Wall. The route is usually done in 6 pitches with the crux (4b) on the last pitch. The crux can be avoided by climbing the easier broken rock to the right.  The route ends on the left side of the top of the Idwal Slabs. The first pitch can be upgraded to HVS 5a by taking a gearless direct line up to the second belay point. ","route":[[1034,1844],[1044,1678],[1054,1308],[1102,1190],[1144,1046],[1178,1020],[1196,986],[1252,944],[1278,838],[1322,774],[1406,762],[1454,710],[1468,658],[1524,586],[1532,532],[1494,500],[1506,466],[1506,426],[1550,422],[1592,420],[1532,380],[1476,402],[1394,432],[1382,424],[1384,404],[1384,374],[1350,358],[1386,334]]},{"routeName":"Minerva / Hope","reference":"B","grade":"VDiff 3b","length":"160m","description":"Hope is one of the most popular routes in wales and can therefore be polished in places. The route is exceptional and mostly quite straightforward. 5 pitches are the norm and running together the middle pitches can cause ropework issues around the cracked corner section. The route is climbable in rain, although it will mean having to make anchor points in a small waterfall, which is not recommend and likely very unsafe. The line was originally thought impenetrable by the top climbers of the time like O.G. Jones. This route was first climbed by Emily Hilda Daniell in 1915 and named Minerva after the Roman godess. The route is more commonly known as Hope today. Given Faith and Charity were climbed the year after Minerva and Emily Daniells was not a first ascensionist of these 2 subsequent routes, it's unclear how appropriate this re-naming of the route is. The route sits between the routes Charity and Faith. Faith, Hope & Charity are Christian Theological virtues.","route":[[3185,1762],[3143,1610],[3002,1460],[2795,1327],[2725,1235],[2447,1140],[2408,1065],[2457,970],[2477,928],[2437,867],[2393,788],[2340,787],[2308,782],[2305,732],[2310,715],[2222,650],[2202,585],[2212,543],[2165,520],[2123,475],[2213,372],[1978,295]]},{"routeName":"Faith","reference":"C","grade":"VDiff 3b","length":"151m","description":"The route Faith takes a line up the right-hand side of the Idwal Slabs. It’s a quality route, although more likely to suffer seepage than the other lines. It’s usually done in 5 pitches and requires some confidence with footwork early on but offers little in the way of technical challenge. It is also an ideal line to take if heading up the Holly Tree Wall or Continuation Wall because it ends directly by them.","route":[[3904,1564],[3650,1436],[3476,1320],[3286,1128],[3176,1050],[3174,940],[3196,924],[3028,848],[2918,818],[2770,766],[2698,698],[2642,610],[2556,558],[2500,526],[2438,502],[2348,480],[2294,448],[2302,434],[2302,408],[2268,394],[2232,376],[2164,352],[1972,298]]},{"routeName":"Lazarus","reference":"D","grade":"S 4a","length":"40m","description":"Although a higher grade and therefore harder finish than many of the routes up the Idwal Slabs, Lazarus offers and exceptional end to any of the routes listed. It’s also the easiest route up the Holly Tree Wall at grade Severe. The holds are good and protection plentiful. The wall will look and feel steep and exposed after climbing the slabs below. The first pitch of Lazarus moves up into the gully and is fine but not super interesting. The second pitch is incredible. It traverses out on the steep Holly Tree Headwall before climbing up past a clean-cut looking block, passing on the right. Then following an easier gully up onto a large ledge of the continuation wall. From the ledge, another pitch can be taken up The Groove Above (also Severe). There are also a number of alternative pitch options ranging from grade Diff like The Upper Staircase to HVS like Continuation Crack. Climbers could also scramble off.","route":[[2164,323],[2183,280],[2220,255],[2240,231],[2220,215],[2184,190],[2161,185],[2141,176],[2146,151],[2173,134],[2173,119]]}]}}